[
 {
  "id":0,
  "filename":"000000331352.jpg",
  "caption":"A tan toilet and sink combination in a small room.",
  "caption2":"A small room with a tan toilet and sink combination positioned in close proximity to one another.",
  "negative_caption":"A white toilet and sink combination in a small room."
 },
 {
  "id":1,
  "filename":"000000185250.jpg",
  "caption":"Frisbee in the air, a dog squatting looking up at it, and a person standing behind the dog watching it, on the grass with a tree.",
  "caption2":"The Frisbee is in the air, with a dog squatting and looking up at it, and a person standing behind the dog, observing it, on the grass with a tree.",
  "negative_caption":"Frisbee in the air, a dog squatting looking up at it, and a person sitting behind the dog watching it, on the grass with a tree."
 },
 {
  "id":2,
  "filename":"000000502737.jpg",
  "caption":"A person holding up a chocolate doughnut with a face drawn on it.",
  "caption2":"A chocolate doughnut with a face drawn on it is being held up by a person.",
  "negative_caption":"A person holding up a vanilla doughnut with a face drawn on it."
 },
 {
  "id":3,
  "filename":"000000231339.jpg",
  "caption":"A child kneeling in front of an open refrigerator and looking in at an empty lower shelf.",
  "caption2":"A child is positioned in front of an open refrigerator and is looking into the empty lower shelf.",
  "negative_caption":"A child kneeling in front of a closed refrigerator and looking in at an empty lower shelf."
 },
 {
  "id":4,
  "filename":"000000360137.jpg",
  "caption":"A person leaning up against a metal rail while holding a rainbow colored umbrella.",
  "caption2":"A person is positioned against a metal rail while holding a rainbow-colored umbrella.",
  "negative_caption":"A person leaning up against a plastic rail while holding a rainbow colored umbrella."
 },
 {
  "id":5,
  "filename":"000000321333.jpg",
  "caption":"A couple of children sitting in front of a blanket.",
  "caption2":"A blanket is behind a couple of children.",
  "negative_caption":"A group of children sitting in front of a blanket."
 },
 {
  "id":6,
  "filename":"000000104782.jpg",
  "caption":"A red stop sign with a green street sign posted above it.",
  "caption2":"A green street sign is positioned above a red stop sign.",
  "negative_caption":"A yellow stop sign with a green street sign posted above it."
 },
 {
  "id":7,
  "filename":"000000080340.jpg",
  "caption":"A kid standing with a small suitcase on a street.",
  "caption2":"A small suitcase is positioned alongside a kid standing on a street.",
  "negative_caption":"A kid standing with a big suitcase on a street."
 },
 {
  "id":8,
  "filename":"000000308430.jpg",
  "caption":"Someone is cooking vegetarian stir fry in a skillet.",
  "caption2":"Someone is stir-frying vegetables in a skillet.",
  "negative_caption":"Someone is cooking meat-filled stir fry in a skillet."
 },
 {
  "id":9,
  "filename":"000000466567.jpg",
  "caption":"A Christmas ornament is a donut with a squirrel on it.",
  "caption2":"A squirrel is on a donut that is shaped like a Christmas ornament.",
  "negative_caption":"A Halloween ornament is a donut with a squirrel on it."
 },
 {
  "id":10,
  "filename":"000000015079.jpg",
  "caption":"Two peanut butter and jelly sandwiches sliced in half",
  "caption2":"Two peanut butter and jelly sandwiches, each cut in half.",
  "negative_caption":"Two turkey and jelly sandwiches sliced in half."
 },
 {
  "id":11,
  "filename":"000000512194.jpg",
  "caption":"Some flowers are sitting in the white vase in front of the window. ",
  "caption2":"The white vase is positioned in front of the window, and some flowers are resting inside it.",
  "negative_caption":"Some flowers are sitting in the pink vase in front of the window."
 },
 {
  "id":12,
  "filename":"000000533958.jpg",
  "caption":"A white plate topped with a fried egg next to a salad.",
  "caption2":"A fried egg is on a white plate alongside a salad.",
  "negative_caption":"A white plate topped with a boiled egg next to a salad."
 },
 {
  "id":13,
  "filename":"000000202228.jpg",
  "caption":"A person wearing a hat while standing in front of a bathroom mirror.",
  "caption2":"A person standing in front of a bathroom mirror is wearing a hat.",
  "negative_caption":"A person removing a hat while standing in front of a bathroom mirror."
 },
 {
  "id":14,
  "filename":"000000251065.jpg",
  "caption":"A small tiled bathroom stall with a black toilet seat.",
  "caption2":"A small tiled bathroom stall with a black toilet seat.",
  "negative_caption":"A small tiled bathroom stall with a white toilet seat."
 },
 {
  "id":15,
  "filename":"000000570539.jpg",
  "caption":"An older person is sitting on the bus above a movie advertisement.",
  "caption2":"The movie advertisement is positioned below the older person who is sitting on the bus.",
  "negative_caption":"A younger person is sitting on the bus above a movie advertisement."
 },
 {
  "id":16,
  "filename":"000000446522.jpg",
  "caption":"A black and brown dog sits curled in a flowered wing chair.",
  "caption2":"The dog is positioned in a flowered wing chair, with its black and brown fur curled up.",
  "negative_caption":"A black and gray dog sits curled in a flowered wing chair."
 },
 {
  "id":17,
  "filename":"000000374369.jpg",
  "caption":"A person dressed in black snow gear stands on skis in the snow.",
  "caption2":"A person in black snow gear is standing on skis in the snow.",
  "negative_caption":"A person dressed in colorful snow gear stands on skis in the snow."
 },
 {
  "id":18,
  "filename":"000000453722.jpg",
  "caption":"Living room area of home with wood flooring and fireplace.",
  "caption2":"The living room area of the home has a wooden floor and a fireplace.",
  "negative_caption":"Living room area of home with carpeted flooring and fireplace."
 },
 {
  "id":19,
  "filename":"000000494427.jpg",
  "caption":"A laptop computer sitting on top of a wooden table.",
  "caption2":"A wooden table has a laptop computer positioned on top of it.",
  "negative_caption":"A desktop computer sitting on top of a wooden table."
 },
 {
  "id":20,
  "filename":"000000255749.jpg",
  "caption":"A person stands beside a bus in a snowy forest at night.",
  "caption2":"A bus stands beside a person in a snowy forest at night.",
  "negative_caption":"A person stands beside a bus in a snowy forest in the daytime."
 },
 {
  "id":21,
  "filename":"000000061418.jpg",
  "caption":"Several children playing a game together outside with boats in the background.",
  "caption2":"With boats in the background, several children are playing together a game outside.",
  "negative_caption":"A single child playing a game outside with boats in the background."
 },
 {
  "id":22,
  "filename":"000000068409.jpg",
  "caption":"A  group of kids in suits holding a chalkboard.",
  "caption2":"A chalkboard is held by a group of kids in suits.",
  "negative_caption":"A solitary kid in a suit holding a chalkboard."
 },
 {
  "id":23,
  "filename":"000000481404.jpg",
  "caption":"A golden obelisk stands in the middle of an ornate building. ",
  "caption2":"The ornate building has a golden obelisk standing in its center.",
  "negative_caption":"A silver obelisk stands in the middle of an ornate building."
 },
 {
  "id":24,
  "filename":"000000287545.jpg",
  "caption":"A couple of giraffe standing next to each other.",
  "caption2":"Two giraffes standing next to each other.",
  "negative_caption":"A group of giraffe standing next to each other."
 },
 {
  "id":25,
  "filename":"000000221017.jpg",
  "caption":"A brown chicken standing on top of a lush green field.",
  "caption2":"A lush green field has a brown chicken standing on top of it.",
  "negative_caption":"A white chicken standing on top of a lush green field."
 },
 {
  "id":26,
  "filename":"000000439715.jpg",
  "caption":"Person in red peacoat and hat riding a horse.",
  "caption2":"The person wearing a red peacoat and a hat is riding a horse.",
  "negative_caption":"Person in blue peacoat and hat riding a horse."
 },
 {
  "id":27,
  "filename":"000000138492.jpg",
  "caption":"A dog catching a purple Frisbee in it's mouth on a green grass covered field.",
  "caption2":"The dog is positioned on the green grass covered field while catching a purple Frisbee in its mouth.",
  "negative_caption":"A dog catching a yellow Frisbee in it's mouth on a green grass covered field."
 },
 {
  "id":28,
  "filename":"000000533206.jpg",
  "caption":"A sandwich on top of a metal tray next to a bowl of dipping sauce.",
  "caption2":"A sandwich is positioned on top of a metal tray beside a bowl of dipping sauce.",
  "negative_caption":"A sandwich on top of a ceramic tray next to a bowl of dipping sauce."
 },
 {
  "id":29,
  "filename":"000000102356.jpg",
  "caption":"A person riding a green motorcycle with a side car.",
  "caption2":"A person is riding a green motorcycle with a side car.",
  "negative_caption":"A person riding a purple motorcycle with a side car."
 },
 {
  "id":30,
  "filename":"000000456394.jpg",
  "caption":"A blue motorcycle parked on display next to other vehicles.",
  "caption2":"Next to other vehicles is a parked blue motorcycle on display.",
  "negative_caption":"A purple motorcycle parked on display next to other vehicles."
 },
 {
  "id":31,
  "filename":"000000471087.jpg",
  "caption":"A person with dark hair, a shirt and a tie posing for a picture.",
  "caption2":"A person with dark hair who is wearing a shirt and a tie is posing for a photograph.",
  "negative_caption":"A person with blonde hair, a shirt and a tie posing for a picture."
 },
 {
  "id":32,
  "filename":"000000474028.jpg",
  "caption":"The goalkeeper in orange grabs the ball among a group of children playing soccer.",
  "caption2":"The ball is grabbed by the goalkeeper in orange among a group of children playing soccer.",
  "negative_caption":"The goalkeeper in green grabs the ball among a group of children playing soccer."
 },
 {
  "id":33,
  "filename":"000000579158.jpg",
  "caption":"A red yellow and blue airplane is sitting on the runway. ",
  "caption2":"The airplane, which is blue, red and yellow, is positioned on the runway.",
  "negative_caption":"A green yellow and blue airplane is sitting on the runway."
 },
 {
  "id":34,
  "filename":"000000014439.jpg",
  "caption":"A group of people standing on a field flying a colorful kite.",
  "caption2":"A group of standing people are flying a colorful kite on a field.",
  "negative_caption":"A group of people standing on a field flying a black and white kite."
 },
 {
  "id":35,
  "filename":"000000121506.jpg",
  "caption":"A beige outdoor umbrella is blown upside down.",
  "caption2":"The umbrella is blown upside down in a beige outdoor setting.",
  "negative_caption":"A colorful outdoor umbrella is blown upside down."
 },
 {
  "id":36,
  "filename":"000000173004.jpg",
  "caption":"Plates of Pizza with silverware next to ketchup and other condiments. ",
  "caption2":"The plates of pizza are placed alongside silverware, and the ketchup and other condiments are located nearby.",
  "negative_caption":"Plates of Vegan Pizza with silverware next to ketchup and other condiments."
 },
 {
  "id":37,
  "filename":"000000301061.jpg",
  "caption":"A person is moving green hay towards an elephant that is inside the back of a white truck.",
  "caption2":"The elephant is inside the back of the white truck, and a person is moving green hay towards it.",
  "negative_caption":"A person is moving green hay towards an elephant that is inside the back of a black truck."
 },
 {
  "id":38,
  "filename":"000000218362.jpg",
  "caption":"A wall with several different clocks hanging from it with a mirror next to them.",
  "caption2":"A mirror is positioned next to several different clocks hanging from a wall.",
  "negative_caption":"A wall with a single different clock hanging from it with a mirror next to it."
 },
 {
  "id":39,
  "filename":"000000412894.jpg",
  "caption":"People cross the street at the corner of luxury buildings.",
  "caption2":"The luxury buildings are positioned at the corner where people cross the street.",
  "negative_caption":"People cross the street at the corner of rundown buildings."
 },
 {
  "id":40,
  "filename":"000000450488.jpg",
  "caption":"A bedroom with a bed and a flat screen TV on top of a wooden dresser.",
  "caption2":"A flat screen TV placed on a wooden dresser along with a bed are positioned in a bedroom.",
  "negative_caption":"A bedroom with a bed and a flat screen TV on top of a glass dresser."
 },
 {
  "id":41,
  "filename":"000000429011.jpg",
  "caption":"Model of two cars with a person near a blue phonebooth.",
  "caption2":"The person near a blue phonebooth is with two cars.",
  "negative_caption":"Model of two cars with a person near a red phonebooth."
 },
 {
  "id":42,
  "filename":"000000134886.jpg",
  "caption":"A commercial airplane above a dirt trail and crowd of people.",
  "caption2":"A commercial airplane is positioned above a dirt trail and a crowd of people.",
  "negative_caption":"A commercial airplane above a paved trail and crowd of people."
 },
 {
  "id":43,
  "filename":"000000134112.jpg",
  "caption":"A small dog laying on a bed next to a laptop computer.",
  "caption2":"A laptop computer is positioned next to a small dog on a bed.",
  "negative_caption":"A large dog laying on a bed next to a laptop computer."
 },
 {
  "id":44,
  "filename":"000000163257.jpg",
  "caption":"A person holding a pink umbrella standing on his tip toes.",
  "caption2":"A person is standing on his tip toes while holding a pink umbrella.",
  "negative_caption":"A person holding a black umbrella standing on his tip toes."
 },
 {
  "id":45,
  "filename":"000000446522.jpg",
  "caption":"A dog relaxes on an armchair in a living room.",
  "caption2":"The dog is positioned on an armchair in a living room.",
  "negative_caption":"A dog relaxes on a sofa in a living room."
 },
 {
  "id":46,
  "filename":"000000205647.jpg",
  "caption":"A huge Fed Ex truck with three different containers that the truck is pulling.",
  "caption2":"A Fed Ex truck with three containers is being pulled by the truck.",
  "negative_caption":"A tiny Fed Ex truck with three different containers that the truck is pulling."
 },
 {
  "id":47,
  "filename":"000000571804.jpg",
  "caption":"A porcelain tea and bathroom set is on display.",
  "caption2":"On display are a porcelain tea and bathroom set.",
  "negative_caption":"A metal tea and bathroom set is on display."
 },
 {
  "id":48,
  "filename":"000000218424.jpg",
  "caption":"A group of four zebras standing in different positions.",
  "caption2":"Four zebras are standing in different positions.",
  "negative_caption":"A group of four zebras standing in similar positions."
 },
 {
  "id":49,
  "filename":"000000176778.jpg",
  "caption":"A cat standing next to a white toilet near a bath tub.",
  "caption2":"A white toilet is positioned next to a bath tub, with a cat standing nearby.",
  "negative_caption":"A cat standing next to a black toilet near a bath tub."
 },
 {
  "id":50,
  "filename":"000000501523.jpg",
  "caption":"A black cat is sitting in a bathroom sink.",
  "caption2":"The bathroom sink contains a black cat sitting in it.",
  "negative_caption":"A white cat is sitting in a bathroom sink."
 },
 {
  "id":51,
  "filename":"000000281414.jpg",
  "caption":"A person with a book bag sits on a ledge with her cell phone.",
  "caption2":"A person with a book bag and a cell phone is positioned on a ledge.",
  "negative_caption":"A person with a book bag sits on a ledge with her broken phone."
 },
 {
  "id":52,
  "filename":"000000340930.jpg",
  "caption":"The orange handles of scissors are sticking out of a holder.",
  "caption2":"The orange handles of scissors are protruding from a holder.",
  "negative_caption":"The green handles of scissors are sticking out of a holder."
 },
 {
  "id":53,
  "filename":"000000360137.jpg",
  "caption":"A person holding a multicolored umbrella looking at a body of water.",
  "caption2":"A person looking at a body of water while holding an umbrella that is multicolored.",
  "negative_caption":"A person holding a black umbrella looking at a body of water."
 },
 {
  "id":54,
  "filename":"000000532493.jpg",
  "caption":"A surfer on a white board riding a small wave.",
  "caption2":"A white board is positioned below a surfer who is riding a small wave on it.",
  "negative_caption":"A surfer on a black board riding a small wave."
 },
 {
  "id":55,
  "filename":"000000227187.jpg",
  "caption":"A small black and orange bird is perched on a table with banana peels in it.",
  "caption2":"A small orange and black bird is positioned on a table with banana peels in it.",
  "negative_caption":"A small yellow and orange bird is perched on a table with banana peels in it."
 },
 {
  "id":56,
  "filename":"000000067180.jpg",
  "caption":"A person in grey shirt and hat sitting on a wooden bench.",
  "caption2":"A person wearing a grey shirt and a hat is sitting on a wooden bench.",
  "negative_caption":"A person in pink shirt and hat sitting on a wooden bench."
 },
 {
  "id":57,
  "filename":"000000223747.jpg",
  "caption":"A young person and his cute cat enjoy a nap together.",
  "caption2":"A young person and his cute cat are positioned together while enjoying a nap.",
  "negative_caption":"An old person and his cute cat enjoy a nap together."
 },
 {
  "id":58,
  "filename":"000000183716.jpg",
  "caption":"Two young children in uniforms sitting closely together.",
  "caption2":"Two young children in uniforms are seated closely together.",
  "negative_caption":"Two old kids in uniforms sitting closely together."
 },
 {
  "id":59,
  "filename":"000000051598.jpg",
  "caption":"a garbage bag in a white lighted bathroom",
  "caption2":"A white lighted bathroom contains a garbage bag.",
  "negative_caption":"A garbage bag in a black lighted bathroom."
 },
 {
  "id":60,
  "filename":"000000551439.jpg",
  "caption":"A person holding a red book in her hand while sitting on a bed. ",
  "caption2":"A person is sitting on a bed while holding a red book in her hand.",
  "negative_caption":"A person holding a blue book in her hand while sitting on a bed."
 },
 {
  "id":61,
  "filename":"000000153568.jpg",
  "caption":"A close up of a stop sign with two hand written notes taped to it.",
  "caption2":"A close-up photograph of a stop sign with two handwritten notes affixed to it.",
  "negative_caption":"A close up of a stop sign with two printed notes taped to it."
 },
 {
  "id":62,
  "filename":"000000349184.jpg",
  "caption":"A person sitting on top of a wooden bench near a park.",
  "caption2":"A person is positioned on top of a wooden bench that is situated near a park.",
  "negative_caption":"A person sitting on top of a metallic bench near a park."
 },
 {
  "id":63,
  "filename":"000000261097.jpg",
  "caption":"A person in black shirt and white shorts on a tennis court.",
  "caption2":"A person wearing white shorts and a black shirt is on a tennis court.",
  "negative_caption":"A person in colorful shirt and white shorts on a tennis court."
 },
 {
  "id":64,
  "filename":"000000153299.jpg",
  "caption":"Two giraffes in a sanctuary standing close to the wall",
  "caption2":"Two giraffes are standing close to the wall inside a sanctuary.",
  "negative_caption":"Two giraffes in a sanctuary standing far from the wall."
 },
 {
  "id":65,
  "filename":"000000041888.jpg",
  "caption":"There are 3 female peacocks together walking around.",
  "caption2":"The three female peacocks are walking around together.",
  "negative_caption":"There are 3 male peacocks together walking around."
 },
 {
  "id":66,
  "filename":"000000219578.jpg",
  "caption":"A dog and a cat curled up together on a couch.",
  "caption2":"The cat and the dog are positioned on the couch with their bodies curled up together.",
  "negative_caption":"A dog and a cat stretching together on a couch."
 },
 {
  "id":67,
  "filename":"000000238866.jpg",
  "caption":"A couple dozen of glazed donuts on a wire rack.",
  "caption2":"A wire rack holds a couple dozen glazed donuts.",
  "negative_caption":"A couple dozen of powdered donuts on a wire rack."
 },
 {
  "id":68,
  "filename":"000000438862.jpg",
  "caption":"Soccer players in orange and grey uniforms on a field. ",
  "caption2":"Soccer players in grey and orange uniforms are positioned on a field.",
  "negative_caption":"Soccer players in orange and purple uniforms on a field."
 },
 {
  "id":69,
  "filename":"000000031269.jpg",
  "caption":"Two zebras grazing while another horse standing and staring. ",
  "caption2":"A horse is standing and staring while another two zebras are grazing.",
  "negative_caption":"Two zebras running while another horse standing and staring."
 },
 {
  "id":70,
  "filename":"000000099242.jpg",
  "caption":"An older person is skiing down a snowy mountain.",
  "caption2":"An old skier is skiing down a mountain which is snowy.",
  "negative_caption":"A younger person is skiing down a snowy mountain."
 },
 {
  "id":71,
  "filename":"000000323355.jpg",
  "caption":"A kid wearing yellow is holding a pizza in a box.",
  "caption2":"A kid in a yellow outfit is holding a pizza in a box.",
  "negative_caption":"A kid wearing green is holding a pizza in a box."
 },
 {
  "id":72,
  "filename":"000000392722.jpg",
  "caption":"People stand near the curb behind a lime green double-decked bus.",
  "caption2":"The lime green double-decked bus is positioned in front of the people who are standing near the curb.",
  "negative_caption":"People stand near the curb behind a lime green single-decked bus."
 },
 {
  "id":73,
  "filename":"000000458755.jpg",
  "caption":"A person petting the head of a cute fluffy sheep.",
  "caption2":"A person is petting the head of a cute sheep that is fluffy.",
  "negative_caption":"A person petting the head of a cute sheared sheep."
 },
 {
  "id":74,
  "filename":"000000546011.jpg",
  "caption":"A trio of zebras stand together in the grass.",
  "caption2":"A group of three zebras are standing together in the grass.",
  "negative_caption":"A solo zebra stands in the grass."
 },
 {
  "id":75,
  "filename":"000000369081.jpg",
  "caption":"A herd of three horses standing on top of a green field.",
  "caption2":"A trio of horses positioned on top of a green field.",
  "negative_caption":"A single horse standing on top of a green field."
 },
 {
  "id":76,
  "filename":"000000273715.jpg",
  "caption":"The skier is happy to have won the race.",
  "caption2":"The skier has won the race and is happy about it.",
  "negative_caption":"The skier is sad to have lost the race."
 },
 {
  "id":77,
  "filename":"000000578489.jpg",
  "caption":"Several children watch while a child in a pink sweatshirt plays with a Wii remote while another person with a little child on their lap snuggle in a chair in the background.",
  "caption2":"In the background, a person with a little child on their lap snuggles in a chair while several children watch a child in a pink sweatshirt play with a Wii remote.",
  "negative_caption":"Several children watch while a child in a black sweatshirt plays with a Wii remote while another person with a little child on their lap snuggle in a chair in the background."
 },
 {
  "id":78,
  "filename":"000000221291.jpg",
  "caption":"A young kid is posing in a large grassy area.",
  "caption2":"A young kid is standing in a large grassy area.",
  "negative_caption":"A young kid is posing in a small grassy area."
 },
 {
  "id":79,
  "filename":"000000173044.jpg",
  "caption":"A very tall clock tower sitting next to a tall glass building.",
  "caption2":"A tall glass building is positioned adjacent to a very tall clock tower.",
  "negative_caption":"A very short clock tower sitting next to a tall glass building."
 },
 {
  "id":80,
  "filename":"000000098839.jpg",
  "caption":"A large black and beige cat stands near a television.",
  "caption2":"A large beige and black cat is positioned near a television.",
  "negative_caption":"A large white and beige cat stands near a television."
 },
 {
  "id":81,
  "filename":"000000082180.jpg",
  "caption":"Two stuffed teddy bears sitting on a wooden chair in a yard.",
  "caption2":"The wooden chair is positioned in the yard with two stuffed teddy bears sitting on it.",
  "negative_caption":"Two real teddy bears sitting on a wooden chair in a yard."
 },
 {
  "id":82,
  "filename":"000000038048.jpg",
  "caption":"The red and white fire hydrant is embedded in the street.",
  "caption2":"A white and red fire hydrant is positioned in the street.",
  "negative_caption":"The yellow and white fire hydrant is embedded in the street."
 },
 {
  "id":83,
  "filename":"000000281447.jpg",
  "caption":"A tan horse with a blond mane inside of a coral.",
  "caption2":"A horse with a tan coat and a blond mane is inside a coral.",
  "negative_caption":"A spotted horse with a blond mane inside of a coral."
 },
 {
  "id":84,
  "filename":"000000311180.jpg",
  "caption":"Hand holding a small pair of scissors with a green handle.",
  "caption2":"The small pair of scissors with a green handle is being held by the hand.",
  "negative_caption":"Hand holding a small pair of scissors with a red handle."
 },
 {
  "id":85,
  "filename":"000000472046.jpg",
  "caption":"a kitchen with two pineapples on the counter and a wok pot on the burner.",
  "caption2":"A kitchen with a couple of pineapples positioned on the counter and a wok pot situated on the burner.",
  "negative_caption":"A kitchen with three pineapples on the counter and a wok pot on the burner."
 },
 {
  "id":86,
  "filename":"000000334555.jpg",
  "caption":"a big black and white cow standing next to a pole",
  "caption2":"A large white and black cow is positioned adjacent to a pole.",
  "negative_caption":"A big brown and white cow standing next to a pole."
 },
 {
  "id":87,
  "filename":"000000530052.jpg",
  "caption":"A pile of carrots for sale in an outside market. ",
  "caption2":"A market is located outside, and a pile of carrots is being sold there.",
  "negative_caption":"A pile of carrots for sale in an indoor market."
 },
 {
  "id":88,
  "filename":"000000091779.jpg",
  "caption":"Three sausages in buns are covered with various toppings.",
  "caption2":"Different types of toppings are on top of three buns with sausages.",
  "negative_caption":"Three sausages in buns are covered with the same toppings."
 },
 {
  "id":89,
  "filename":"000000163562.jpg",
  "caption":"Person standing near the water with a red disc in hand.",
  "caption2":"The red disc is in the hand of the person standing close to the water.",
  "negative_caption":"Person standing near the water with a green disc in hand."
 },
 {
  "id":90,
  "filename":"000000439715.jpg",
  "caption":"A person in uniform rides a horse down the street.",
  "caption2":"A horse rides down the street with a person in uniform on its back.",
  "negative_caption":"A person in casual clothes rides a horse down the street."
 },
 {
  "id":91,
  "filename":"000000334399.jpg",
  "caption":"A person gazes at an intricately designed clock with roman numerals.",
  "caption2":"The clock with Roman numerals is being observed by a person.",
  "negative_caption":"A person gazes at an intricately designed clock with arabic numerals."
 },
 {
  "id":92,
  "filename":"000000363666.jpg",
  "caption":"Three young people at a table eating breakfast at a restaurant.",
  "caption2":"Three young people are seated at a table in a restaurant, consuming their breakfast.",
  "negative_caption":"Three old people at a table eating breakfast at a restaurant."
 },
 {
  "id":93,
  "filename":"000000456394.jpg",
  "caption":"A blue motorcycle is displayed in a showroom.",
  "caption2":"The motorcycle which is blue is for display in a showroom.",
  "negative_caption":"A red motorcycle is displayed in a showroom."
 },
 {
  "id":94,
  "filename":"000000373315.jpg",
  "caption":"A person riding a skateboard up the side of a cement ramp.",
  "caption2":"A person is riding up the side of a cement ramp on his skateboard.",
  "negative_caption":"A person riding a skateboard up the side of a steel ramp."
 },
 {
  "id":95,
  "filename":"000000227765.jpg",
  "caption":"A large pot of vegetable soup with a large wooden spoon.",
  "caption2":"The large wooden spoon is positioned inside the large pot of vegetable soup.",
  "negative_caption":"A large pot of meaty soup with a large wooden spoon."
 },
 {
  "id":96,
  "filename":"000000581615.jpg",
  "caption":"A wall urinal in a stall with an auto sensor flushing system.",
  "caption2":"A urinal with an auto sensor flushing system is located within a stall, and the wall is positioned adjacent to the stall.",
  "negative_caption":"A wall urinal in a stall with a manual flushing system."
 },
 {
  "id":97,
  "filename":"000000476258.jpg",
  "caption":"A person on a long exposure picture riding an electric skateboard.",
  "caption2":"A person is riding an electric skateboard in a long exposure photograph.",
  "negative_caption":"A person on a short exposure picture riding an electric skateboard."
 },
 {
  "id":98,
  "filename":"000000439715.jpg",
  "caption":"A person in uniform riding a horse by a fence",
  "caption2":"A person wearing uniform is riding a horse near a fence.",
  "negative_caption":"A person in casual clothes riding a horse by a fence."
 },
 {
  "id":99,
  "filename":"000000405249.jpg",
  "caption":"A group of young children sitting around a chocolate cake.",
  "caption2":"A chocolate cake is surrounded by a group of young children.",
  "negative_caption":"A group of young children sitting around a vanilla cake."
 },
 {
  "id":100,
  "filename":"000000453584.jpg",
  "caption":"A sidewalk scene with focus on a red bench.",
  "caption2":"A red bench is situated on a sidewalk.",
  "negative_caption":"A sidewalk scene with focus on a yellow bench."
 },
 {
  "id":101,
  "filename":"000000473237.jpg",
  "caption":"A child takes a bite of pepperoni pizza. ",
  "caption2":"The child bites a piece of pepperoni pizza.",
  "negative_caption":"A child takes a bite of vegetable pizza."
 },
 {
  "id":102,
  "filename":"000000350002.jpg",
  "caption":"A person with white makeup is in a salon.",
  "caption2":"The person is in a salon wearing white makeup.",
  "negative_caption":"A person with colorful makeup is in a salon."
 },
 {
  "id":103,
  "filename":"000000453860.jpg",
  "caption":"Two pieces of hard luggage are seen here.",
  "caption2":"A couple of pieces of hard luggage are visible in this location.",
  "negative_caption":"Two pieces of soft luggage are seen here."
 },
 {
  "id":104,
  "filename":"000000300659.jpg",
  "caption":"A sky view of several planes flying in formation in the sky.",
  "caption2":"Aerial view of multiple aircraft flying in formation in the sky.",
  "negative_caption":"A sky view of a solitary plane flying in the sky."
 },
 {
  "id":105,
  "filename":"000000143931.jpg",
  "caption":"a large campaign trailer parked in a parking lot.",
  "caption2":"A huge campaign trailer is parked in a parking lot.",
  "negative_caption":"A small campaign trailer parked in a parking lot."
 },
 {
  "id":106,
  "filename":"000000189436.jpg",
  "caption":"A wood carved bear is sitting on a table.",
  "caption2":"The wood carved bear is positioned on top of the table.",
  "negative_caption":"A stone carved bear is sitting on a table."
 },
 {
  "id":107,
  "filename":"000000459467.jpg",
  "caption":"A grey and black plane on a runway with trees in the background.",
  "caption2":"A plane of color black and grey is situated on a runway with trees in the background.",
  "negative_caption":"A grey and colorful plane on a runway with trees in the background."
 },
 {
  "id":108,
  "filename":"000000218424.jpg",
  "caption":"Four zebras on a dirt path looking in different directions.",
  "caption2":"Four zebras are positioned on a dirt path, each facing a different direction.",
  "negative_caption":"Four zebras on a dirt path looking in the same direction."
 },
 {
  "id":109,
  "filename":"000000502737.jpg",
  "caption":"A person holding up what appears to be a chocolate desert.",
  "caption2":"A person is holding up a chocolate desert.",
  "negative_caption":"A person holding up what appears to be a vanilla dessert."
 },
 {
  "id":110,
  "filename":"000000430875.jpg",
  "caption":"Two green lit traffic lights with a blue sky behind them.",
  "caption2":"The blue sky is behind two green lit traffic lights.",
  "negative_caption":"Two red lit traffic lights with a blue sky behind them."
 },
 {
  "id":111,
  "filename":"000000076731.jpg",
  "caption":"A yellow pen on top of a closed laptop computer.",
  "caption2":"The closed lap top computer is positioned below the yellow pen.",
  "negative_caption":"A yellow pen on top of an open lap top computer."
 },
 {
  "id":112,
  "filename":"000000579818.jpg",
  "caption":"A train driving over a small bridge on a green hillside.",
  "caption2":"A train is driving on a green hillside over a small bridge.",
  "negative_caption":"A train driving over a large bridge on a green hillside."
 },
 {
  "id":113,
  "filename":"000000099039.jpg",
  "caption":"Plates of food and two glasses of red wine are on a table.",
  "caption2":"The table has plates of food and two glasses of red wine on it.",
  "negative_caption":"Plates of food and two glasses of white wine are on a table."
 },
 {
  "id":114,
  "filename":"000000461405.jpg",
  "caption":"There is a group of sheep grazing on the grass in the field. ",
  "caption2":"The group of sheep in the field is grazing on the grass.",
  "negative_caption":"There is a group of sheep sleeping on the grass in the field."
 },
 {
  "id":115,
  "filename":"000000471869.jpg",
  "caption":"A beige teddy bear is sitting on a chair.",
  "caption2":"A chair is positioned under a beige teddy bear.",
  "negative_caption":"A striped teddy bear is sitting on a chair."
 },
 {
  "id":116,
  "filename":"000000177935.jpg",
  "caption":"A large white kitchen range with gold towels on the front.",
  "caption2":"The large white kitchen range is positioned behind the gold towels.",
  "negative_caption":"A large black kitchen range with gold towels on the front."
 },
 {
  "id":117,
  "filename":"000000058029.jpg",
  "caption":"Interior bathroom shot of a glass shower and white sink fixtures.",
  "caption2":"A photograph of the interior of a bathroom, featuring a glass shower and white sink fixtures.",
  "negative_caption":"Interior bathroom shot of a tiled shower and white sink fixtures."
 },
 {
  "id":118,
  "filename":"000000021167.jpg",
  "caption":"A person standing next to a person in a gray dress.",
  "caption2":"A person in a gray dress is standing next to another person.",
  "negative_caption":"A person standing next to a person in a colorful dress."
 },
 {
  "id":119,
  "filename":"000000113403.jpg",
  "caption":"Three teddy bears laying in bed under the covers.",
  "caption2":"A trio of teddy bears are lying in bed under the covers.",
  "negative_caption":"A single teddy bear laying in bed under the covers."
 },
 {
  "id":120,
  "filename":"000000236914.jpg",
  "caption":"Two stuffed animals sit at a table with honey.",
  "caption2":"Two stuffed animals sit at a table with honey nearby.",
  "negative_caption":"Two real animals sit at a table with honey."
 },
 {
  "id":121,
  "filename":"000000109798.jpg",
  "caption":"three different donuts one is pink one is brown and one has white sprinkles",
  "caption2":"three different donuts where one is pink, other is brown and the third one has white sprinkles.",
  "negative_caption":"three different donuts one is pink one is green and one has white sprinkles."
 },
 {
  "id":122,
  "filename":"000000202228.jpg",
  "caption":"A young person takes a picture of himself in the mirror.",
  "caption2":"A young person is captured taking a selfie in the mirror.",
  "negative_caption":"An old person takes a picture of himself in the mirror."
 },
 {
  "id":123,
  "filename":"000000273132.jpg",
  "caption":"An old person sitting on a bench next to a fence.",
  "caption2":"An elderly lady is seated on a bench adjacent to a fence.",
  "negative_caption":"A young person sitting on a bench next to a fence."
 },
 {
  "id":124,
  "filename":"000000155179.jpg",
  "caption":"A large round cake is sitting on a plate.",
  "caption2":"The plate is positioned beneath the large cake that is round.",
  "negative_caption":"A large square cake is sitting on a plate."
 },
 {
  "id":125,
  "filename":"000000322211.jpg",
  "caption":"A box full of matching, ridged donuts with glaze.",
  "caption2":"A box containing a collection of identical, grooved donuts that have been coated with glaze.",
  "negative_caption":"A box full of matching, smooth donuts with glaze."
 },
 {
  "id":126,
  "filename":"000000561009.jpg",
  "caption":"A bird with brown wings and head perched in a tree.",
  "caption2":"Head of a bird with brown wings is perched in a tree.",
  "negative_caption":"A bird with colorful wings and head perched in a tree."
 },
 {
  "id":127,
  "filename":"000000072813.jpg",
  "caption":"Brown dog lying on unmade bed in bedroom of home.",
  "caption2":"The unmade bed in the bedroom of the home has a brown dog lying on it.",
  "negative_caption":"Brown dog lying on tidy bed in bedroom of home."
 },
 {
  "id":128,
  "filename":"000000502136.jpg",
  "caption":"A building wall and pair of doors that are open, along with vases of flowers on the outside of the building.",
  "caption2":"A building wall and a pair of open doors are positioned next to vases of flowers on the exterior of the building.",
  "negative_caption":"A building wall and pair of doors that are closed, along with vases of flowers on the outside of the building."
 },
 {
  "id":129,
  "filename":"000000378605.jpg",
  "caption":"A white plate with a donut and napkin sculpture.",
  "caption2":"A white plate with a napkin sculpture along with a donut.",
  "negative_caption":"A colorful plate with a donut and napkin sculpture."
 },
 {
  "id":130,
  "filename":"000000172571.jpg",
  "caption":"A thick crust cut pizza on a plate with wine by its side.",
  "caption2":"A sliced pizza with a thick crust is on a plate, and wine is positioned beside it.",
  "negative_caption":"A thin crust cut pizza on a plate with wine by its side."
 },
 {
  "id":131,
  "filename":"000000268996.jpg",
  "caption":"A city street sign mounted on a black pole near a high rise building.",
  "caption2":"A high rise building is positioned near a city street sign mounted on a black pole.",
  "negative_caption":"A city street sign mounted on a yellow pole near a high rise building."
 },
 {
  "id":132,
  "filename":"000000533206.jpg",
  "caption":"a big sandwich on a small silver plate with a bowl of broth on the side",
  "caption2":"The small silver plate has a big sandwich on it, and a bowl of broth is positioned beside it.",
  "negative_caption":"a big sandwich on a small gold plate with a bowl of broth on the side."
 },
 {
  "id":133,
  "filename":"000000181859.jpg",
  "caption":"A grey and white cat lays in a sink.",
  "caption2":"The sink contains a white and grey cat.",
  "negative_caption":"A grey and black cat lays in a sink."
 },
 {
  "id":134,
  "filename":"000000507015.jpg",
  "caption":"Baseball players in their uniforms on a baseball field.",
  "caption2":"The baseball players are on the baseball field in their uniforms.",
  "negative_caption":"Soccer players in their uniforms on a soccer field."
 },
 {
  "id":135,
  "filename":"000000226417.jpg",
  "caption":"a bunch of people on motor scooters riding on a street ",
  "caption2":"A group of individuals on motor scooters are traveling on a roadway.",
  "negative_caption":"A single person on a motor scooter riding on a street."
 },
 {
  "id":136,
  "filename":"000000560279.jpg",
  "caption":"A toilet in a tiled stall with rainbow streaks around the room.",
  "caption2":"A tiled stall with a toilet in the center, surrounded by rainbow streaks.",
  "negative_caption":"A toilet in a tiled stall with plain streaks around the room."
 },
 {
  "id":137,
  "filename":"000000045550.jpg",
  "caption":"A person with beard holding up a plate of food.",
  "caption2":"A person holding a plate filled with food is having a beard.",
  "negative_caption":"A person who is clean-shaven holding up a plate of food."
 },
 {
  "id":138,
  "filename":"000000319721.jpg",
  "caption":"A brown horse standing next to a person in front of a house.",
  "caption2":"A person is standing in front of a house with a brown horse standing next to the person.",
  "negative_caption":"A grey horse standing next to a person in front of a house."
 },
 {
  "id":139,
  "filename":"000000162035.jpg",
  "caption":"A fold out sign sitting on a rainy sidewalk.",
  "caption2":"A sign that is folded out is positioned on a sidewalk when it is raining.",
  "negative_caption":"A fold out sign sitting on a sunny sidewalk."
 },
 {
  "id":140,
  "filename":"000000327601.jpg",
  "caption":"A barefoot person sitting in a chair relaxing.",
  "caption2":"A person is sitting in a chair with her feet uncovered, relaxing.",
  "negative_caption":"A shod person sitting in a chair relaxing."
 },
 {
  "id":141,
  "filename":"000000294831.jpg",
  "caption":"Two slices of chicken pizza on a plate.",
  "caption2":"A plate contains couple of slices of chicken pizza.",
  "negative_caption":"Two slices of veggie pizza on a plate."
 },
 {
  "id":142,
  "filename":"000000168458.jpg",
  "caption":"A vase with purple iris's sitting next to a ceramic pitcher.",
  "caption2":"A ceramic pitcher is positioned next to a vase with purple iris's.",
  "negative_caption":"A vase with pink iris's sitting next to a ceramic pitcher."
 },
 {
  "id":143,
  "filename":"000000039551.jpg",
  "caption":"A female tennis player with ball in front of her, racket drawn back.",
  "caption2":"A female tennis player is positioned in front of the ball, with the racket drawn back.",
  "negative_caption":"A male tennis player with ball in front of him, racket drawn back."
 },
 {
  "id":144,
  "filename":"000000176778.jpg",
  "caption":"A white toilet and a bath in a room.",
  "caption2":"In the room, there is a white toilet and a bath positioned next to each other.",
  "negative_caption":"A black toilet and a bath in a room."
 },
 {
  "id":145,
  "filename":"000000166563.jpg",
  "caption":"An advertising billboard featuring the statue of an elephant with a howdah on its back.",
  "caption2":"The statue of an elephant with a howdah on its back is featured on an advertising billboard.",
  "negative_caption":"An advertising billboard featuring an abstract elephant with a howdah on its back."
 },
 {
  "id":146,
  "filename":"000000260470.jpg",
  "caption":"A counter topped with a large white frosted cake sitting next to small pastry.",
  "caption2":"A large white frosted cake is positioned on top of a counter, with small pastries situated next to it.",
  "negative_caption":"A counter topped with a tiny white frosted cake sitting next to small pastry."
 },
 {
  "id":147,
  "filename":"000000137246.jpg",
  "caption":"A person in brown shirt holding a hotdog by tables with umbrellas.",
  "caption2":"A person at the tables with umbrellas is wearing brown shirt and holding hotdogs.",
  "negative_caption":"A person in pink shirt holding a hotdog by tables with umbrellas."
 },
 {
  "id":148,
  "filename":"000000227765.jpg",
  "caption":"Overview of a pot of vegetable soup with wooden spoon on a stainless steel stove top.",
  "caption2":"The pot of vegetable soup is positioned on the stainless steel stove top, with the wooden spoon resting beside it.",
  "negative_caption":"Overview of a pot of meat soup with wooden spoon on a stainless steel stove top."
 },
 {
  "id":149,
  "filename":"000000564127.jpg",
  "caption":"Toilet with a black lid and rolls of toilet tissue in a bathroom",
  "caption2":"In a bathroom, there is a toilet with a black lid and rolls of toilet tissue nearby.",
  "negative_caption":"Toilet with a white lid and rolls of toilet tissue in a bathroom."
 },
 {
  "id":150,
  "filename":"000000297343.jpg",
  "caption":"Road sign on wooden pole shown upside down next to white wall.",
  "caption2":"The wooden pole with the road sign shown upside down is positioned next to the white wall.",
  "negative_caption":"Road sign on metal pole shown upside down next to white wall."
 },
 {
  "id":151,
  "filename":"000000162092.jpg",
  "caption":"A person holding a plastic utensil passing out a piece of cake.",
  "caption2":"A person is passing out a piece of cake while holding a plastic utensil.",
  "negative_caption":"A person holding a metal utensil passing out a piece of cake."
 },
 {
  "id":152,
  "filename":"000000356248.jpg",
  "caption":" a person holding onto a little blond child ",
  "caption2":"A little blond child is being held onto by a person.",
  "negative_caption":"A person holding onto a little brunette child."
 },
 {
  "id":153,
  "filename":"000000278353.jpg",
  "caption":"A sheep that is standing under a wooden plank from a fence.",
  "caption2":"The wooden plank from the fence is positioned above the sheep that is standing beneath it.",
  "negative_caption":"A sheep that is standing under an iron plank from a fence."
 },
 {
  "id":154,
  "filename":"000000322844.jpg",
  "caption":"A teddy bear sitting with a Finding Nemo stuffed animal on a bench.",
  "caption2":"The Finding Nemo stuffed animal is sitting on the bench with a teddy bear.",
  "negative_caption":"A teddy bear sitting with a Toy Story stuffed animal on a bench."
 },
 {
  "id":155,
  "filename":"000000253386.jpg",
  "caption":"A black and brown dog wearing a chain around it's neck.",
  "caption2":"A dog with a brown and black coat and a chain around its neck.",
  "negative_caption":"A white and brown dog wearing a chain around its neck."
 },
 {
  "id":156,
  "filename":"000000348708.jpg",
  "caption":"A banana and a nearly empty bowl of food resting on top of a table.",
  "caption2":"An almost empty bowl of food and a banana are positioned on a table.",
  "negative_caption":"A banana and a completely full bowl of food resting on top of a table."
 },
 {
  "id":157,
  "filename":"000000417285.jpg",
  "caption":"A partially-eaten pastry, a glass Arizona tea and another piece of pastry.",
  "caption2":"A piece of pastry, a glass of Arizona tea, and another partially-eaten pastry.",
  "negative_caption":"A whole pastry, a glass Arizona tea and another piece of pastry."
 },
 {
  "id":158,
  "filename":"000000284282.jpg",
  "caption":"An old blender and printer sitting on a table.",
  "caption2":"A printer and an old blender are positioned on top of the table.",
  "negative_caption":"A new blender and printer sitting on a table."
 },
 {
  "id":159,
  "filename":"000000164637.jpg",
  "caption":"A picture of pink bathroom sink and a mirror.",
  "caption2":"A picture of a mirror along with a pink bathroom sink.",
  "negative_caption":"A picture of an orange bathroom sink and a mirror."
 },
 {
  "id":160,
  "filename":"000000289393.jpg",
  "caption":"Set of toy animals sitting in front of a red wooden wagon.",
  "caption2":"The red wooden wagon is positioned behind a set of toy animals.",
  "negative_caption":"Set of toy animals sitting in front of a red plastic wagon."
 },
 {
  "id":161,
  "filename":"000000193494.jpg",
  "caption":"Child's bed and colorful quilt surrounded by blue plastic walls.",
  "caption2":"Blue plastic walls are surrounding the child's bed and colorful quilt.",
  "negative_caption":"Child's bed and monochromatic quilt surrounded by blue plastic walls."
 },
 {
  "id":162,
  "filename":"000000030675.jpg",
  "caption":"A long orange train traveling along a tree filled forest.",
  "caption2":"A long orange train is traveling along a forest filled with trees.",
  "negative_caption":"A long orange train traveling along a desolate forest."
 },
 {
  "id":163,
  "filename":"000000051738.jpg",
  "caption":"A white bed in a bedroom next to a table on a lamp.",
  "caption2":"A white bed is located in a bedroom adjacent to a table positioned near a lamp.",
  "negative_caption":"A black bed in a bedroom next to a table on a lamp."
 },
 {
  "id":164,
  "filename":"000000466567.jpg",
  "caption":"a donut being used as an ornament for a chistmas tree.",
  "caption2":"The Christmas tree is using the donut as an ornament.",
  "negative_caption":"A donut being used as an ornament for a Halloween tree."
 },
 {
  "id":165,
  "filename":"000000331817.jpg",
  "caption":"A close up of a table with food, bowls and cups.",
  "caption2":"A clear image of a table with food, bowls, and cups positioned on it.",
  "negative_caption":"A distant shot of a table with food, bowls and cups."
 },
 {
  "id":166,
  "filename":"000000058636.jpg",
  "caption":"A wooden utility pole sports several street signs.",
  "caption2":"Several street signs are attached to a wooden utility pole.",
  "negative_caption":"A metal utility pole sports several street signs."
 },
 {
  "id":167,
  "filename":"000000443303.jpg",
  "caption":"An orange and white cat laying on top of a bag of luggage.",
  "caption2":"The white and orange cat is positioned on a bag of luggage.",
  "negative_caption":"A black and white cat laying on top of a bag of luggage."
 },
 {
  "id":168,
  "filename":"000000238866.jpg",
  "caption":"A black-and white picture of a rack full of doughnuts.",
  "caption2":"A picture of a rack full of doughnuts, with a black-and-white color scheme.",
  "negative_caption":"A colorful picture of a rack full of doughnuts."
 },
 {
  "id":169,
  "filename":"000000544519.jpg",
  "caption":"A child with a green shirt brushing her teeth with a blue toothbrush.",
  "caption2":"A child brushing her teeth with a blue toothbrush is wearing a green shirt.",
  "negative_caption":"A child with a pink shirt brushing her teeth with a blue toothbrush."
 },
 {
  "id":170,
  "filename":"000000550426.jpg",
  "caption":"A vase is filled with a bouquet of tulips. ",
  "caption2":"A bouquet of tulips is contained within a vase.",
  "negative_caption":"A vase is filled with a bouquet of roses."
 },
 {
  "id":171,
  "filename":"000000166391.jpg",
  "caption":"A number of red and green traffic lights on a wide highway.",
  "caption2":"A number of green and red traffic lights are positioned on a wide highway.",
  "negative_caption":"A number of yellow and green traffic lights on a wide highway."
 },
 {
  "id":172,
  "filename":"000000218091.jpg",
  "caption":"A bedroom with a large bed sitting next to a black dresser.",
  "caption2":"A huge bed is positioned in a bedroom which is adjacent to a black dresser.",
  "negative_caption":"A bedroom with a large bed sitting next to a white dresser."
 },
 {
  "id":173,
  "filename":"000000239537.jpg",
  "caption":"A male tennis player stands on court and prepares to hit the ball.",
  "caption2":"A tennis player is positioned on the court and readies to launch the ball.",
  "negative_caption":"A female tennis player stands on court and prepares to hit the ball."
 },
 {
  "id":174,
  "filename":"000000383621.jpg",
  "caption":"A passenger airplane is taking off into a cloudy sky.",
  "caption2":"The passenger airplane is flying off into the sky full of clouds.",
  "negative_caption":"A passenger airplane is taking off into a clear sky."
 },
 {
  "id":175,
  "filename":"000000212559.jpg",
  "caption":"a close up of sheep on hay ground indoors",
  "caption2":"A close-up of sheep on a indoor hay ground.",
  "negative_caption":"A close up of kittens on hay ground indoors."
 },
 {
  "id":176,
  "filename":"000000578922.jpg",
  "caption":"A vase of red flowers sits on a bathroom countertop. ",
  "caption2":"Red flowers are inside a vase that is positioned on the bathroom countertop.",
  "negative_caption":"A vase of purple flowers sits on a bathroom countertop."
 },
 {
  "id":177,
  "filename":"000000533958.jpg",
  "caption":"Picture of a plate with a fried egg and a salad.",
  "caption2":"The image depicts a dish containing a salad and a fried egg.",
  "negative_caption":"Picture of a plate with a boiled egg and a salad."
 },
 {
  "id":178,
  "filename":"000000278353.jpg",
  "caption":"A small sheep is standing under a wooden fence post.",
  "caption2":"A sheep which is small is positioned below a wooden fence post.",
  "negative_caption":"A small sheep is standing under a metallic fence post."
 },
 {
  "id":179,
  "filename":"000000082180.jpg",
  "caption":"Two stuffed animals in a wooden outdoor chair.",
  "caption2":"The wooden outdoor chair has two stuffed animals positioned inside it.",
  "negative_caption":"Two stuffed animals in a plastic outdoor chair."
 },
 {
  "id":180,
  "filename":"000000465836.jpg",
  "caption":"Three people are skiing down a snow covered hill.",
  "caption2":"A group of three individuals are skiing down a hill covered with snow.",
  "negative_caption":"Two people are skiing down a snow covered hill."
 },
 {
  "id":181,
  "filename":"000000154425.jpg",
  "caption":"A young kid flying a colorful kite on top of a sidewalk.",
  "caption2":"The young kid on top of the sidewalk is flying a colorful kite.",
  "negative_caption":"A young kid flying a monochrome kite on top of a sidewalk."
 },
 {
  "id":182,
  "filename":"000000327601.jpg",
  "caption":"A person sitting on a unique chair beside a vase. ",
  "caption2":"A person is seated on a distinctive chair adjacent to a vase.",
  "negative_caption":"A person sitting on a standard chair beside a vase."
 },
 {
  "id":183,
  "filename":"000000016958.jpg",
  "caption":"View of two desks with chairs next to a fireplace in an old style living room.",
  "caption2":"A photograph capturing the interior of an old-style living room, featuring two desks and chairs positioned adjacent to a fireplace.",
  "negative_caption":"View of two desks with chairs next to a fireplace in a modern living room."
 },
 {
  "id":184,
  "filename":"000000165518.jpg",
  "caption":"a person riding a motorcycle on a foggy road ",
  "caption2":"On a foggy road is a person riding a motorcycle.",
  "negative_caption":"A person riding a motorcycle on a clear road."
 },
 {
  "id":185,
  "filename":"000000420916.jpg",
  "caption":"Three people are sitting on a bench looking out at mountains and a lake.",
  "caption2":"A group of three individuals who are looking out at the mountains and the lake are sitting on a bench.",
  "negative_caption":"Two people are sitting on a bench looking out at mountains and a lake."
 },
 {
  "id":186,
  "filename":"000000284296.jpg",
  "caption":"an image of a herd of giraffes in the water",
  "caption2":"The herd of giraffes is positioned in the water.",
  "negative_caption":"An image of a solitary giraffe in the water."
 },
 {
  "id":187,
  "filename":"000000274687.jpg",
  "caption":"A black road bicycle leaning against a bed.",
  "caption2":"A road bicycle that is black is leaning against a bed.",
  "negative_caption":"A yellow road bicycle leaning against a bed."
 },
 {
  "id":188,
  "filename":"000000490125.jpg",
  "caption":"Several white birds standing in a puddle in a parking lot.",
  "caption2":"Several white birds are in a parking lot standing in a puddle.",
  "negative_caption":"Several multicolored birds standing in a puddle in a parking lot."
 },
 {
  "id":189,
  "filename":"000000106757.jpg",
  "caption":"An older person is talking in front of an elephant.",
  "caption2":"An older person is in front of an elephant while talking.",
  "negative_caption":"A younger person is talking in front of an elephant."
 },
 {
  "id":190,
  "filename":"000000013546.jpg",
  "caption":"Young person on skate board balancing on concrete barrier near sidewalk with small park area near by.",
  "caption2":"The young person is balancing on a skateboard on a concrete barrier close to a sidewalk with a small park area nearby.",
  "negative_caption":"Young person on skate board balancing on wooden barrier near sidewalk with small park area near by."
 },
 {
  "id":191,
  "filename":"000000462629.jpg",
  "caption":"A bunch of old refrigerators in front of an open door.",
  "caption2":"A group of old refrigerators is positioned in front of a door that is opened.",
  "negative_caption":"A bunch of new refrigerators in front of an open door."
 },
 {
  "id":192,
  "filename":"000000456559.jpg",
  "caption":"A smiling person in a hat is wearing sunglasses.",
  "caption2":"A person in a hat with sunglasses is smiling.",
  "negative_caption":"A smiling person in a hat is wearing plain glasses."
 },
 {
  "id":193,
  "filename":"000000239537.jpg",
  "caption":"A tennis player hitting a ball in a low position.",
  "caption2":"The tennis player is hitting the ball in a low position.",
  "negative_caption":"A tennis player hitting a ball in a high position."
 },
 {
  "id":194,
  "filename":"000000174482.jpg",
  "caption":"A blue bicycle sits on a sidewalk near a street.",
  "caption2":"A blue bicycle is positioned on a sidewalk adjacent to a street.",
  "negative_caption":"A green bicycle sits on a sidewalk near a street."
 },
 {
  "id":195,
  "filename":"000000493286.jpg",
  "caption":"A vintage red car in front of a vintage army prop plane.",
  "caption2":"A vintage army prop plane is positioned in front of a vintage red car.",
  "negative_caption":"A vintage blue car in front of a vintage army prop plane."
 },
 {
  "id":196,
  "filename":"000000384670.jpg",
  "caption":"Two people on a blue and green tennis court.",
  "caption2":"A couple of individuals are positioned on a green and blue tennis court.",
  "negative_caption":"Two people on a red and green tennis court."
 },
 {
  "id":197,
  "filename":"000000034873.jpg",
  "caption":"A large dining room features wooden cabinets and a marble counter top.",
  "caption2":"A marble counter top and the wooden cabinets are situated in a large dining room.",
  "negative_caption":"A large dining room features metal cabinets and a marble counter top."
 },
 {
  "id":198,
  "filename":"000000076731.jpg",
  "caption":"A wooden table with a purple laptop and orange pen.",
  "caption2":"A table made of wood with a laptop that is purple and a pen that is orange on it.",
  "negative_caption":"A glass table with a purple laptop and orange pen."
 },
 {
  "id":199,
  "filename":"000000057597.jpg",
  "caption":"A soccer game where a child in white is dribbling ahead of the child in blue.",
  "caption2":"The child in white is dribbling ahead of the child in blue during a soccer game.",
  "negative_caption":"A soccer game where a child in white is dribbling ahead of the child in green."
 },
 {
  "id":200,
  "filename":"000000319721.jpg",
  "caption":"A person hold a brown horse while a person watches.",
  "caption2":"A person is watching another person holding a brown horse.",
  "negative_caption":"A person hold a black horse while a person watches."
 },
 {
  "id":201,
  "filename":"000000458790.jpg",
  "caption":"A wet window blurs the image of an apartment building beyond.",
  "caption2":"The view of the apartment building beyond is blurred by the wet window.",
  "negative_caption":"A dry window shows a clear image of an apartment building beyond."
 },
 {
  "id":202,
  "filename":"000000131131.jpg",
  "caption":"A cat sitting in front of a monitor that is displaying a picture of another cat.",
  "caption2":"A monitor that displays a picture of a cat is positioned behind another cat.",
  "negative_caption":"A cat standing in front of a monitor that is displaying a picture of another cat."
 },
 {
  "id":203,
  "filename":"000000502732.jpg",
  "caption":"A shiny metallic refrigerator in a brown colored kitchen.",
  "caption2":"A brown-colored kitchen consists of a shiny metallic refrigerator.",
  "negative_caption":"A dull metallic refrigerator in a brown colored kitchen."
 },
 {
  "id":204,
  "filename":"000000255749.jpg",
  "caption":"A bus is stopped on a dark road.",
  "caption2":"The bus is parked on top of a dark road.",
  "negative_caption":"A bus is stopped on a bright road."
 },
 {
  "id":205,
  "filename":"000000361268.jpg",
  "caption":"A brown and white cow standing in front of an iron fence.",
  "caption2":"An iron fence is positioned behind a white and brown cow.",
  "negative_caption":"A brown and black cow standing in front of an iron fence."
 },
 {
  "id":206,
  "filename":"000000500663.jpg",
  "caption":"A herd of cattle grazing on a lush green field.",
  "caption2":"A lush green field is grazed by a herd of cattle.",
  "negative_caption":"A lonely cow grazing on a lush green field."
 },
 {
  "id":207,
  "filename":"000000010977.jpg",
  "caption":"The bathroom is painted a light blue and has pink ceramic tile that adorns the shower wall along with a maple color vanity and door.",
  "caption2":"The bathroom is painted a light blue and has pink ceramic tile that adorns the shower wall, along with a maple color vanity and door.",
  "negative_caption":"The bathroom is painted a dark blue and has pink ceramic tile that adorns the shower wall along with a maple color vanity and door."
 },
 {
  "id":208,
  "filename":"000000002431.jpg",
  "caption":"A plate on a wooden table full of bread.",
  "caption2":"A wooden table has a plate full of bread on it.",
  "negative_caption":"A plate on a glass table full of bread."
 },
 {
  "id":209,
  "filename":"000000111951.jpg",
  "caption":"A couple of white bathroom sinks sitting next to a toilet.",
  "caption2":"A pair of white bathroom sinks are positioned adjacent to a toilet.",
  "negative_caption":"A couple of black bathroom sinks sitting next to a toilet."
 },
 {
  "id":210,
  "filename":"000000550426.jpg",
  "caption":"A tall vase with red and white tulips in water.",
  "caption2":"A vase filled with white and red tulips in water, positioned tall.",
  "negative_caption":"A short vase with red and white tulips in water."
 },
 {
  "id":211,
  "filename":"000000108026.jpg",
  "caption":"A computer user types one handed on a keyboard.",
  "caption2":"The user types on the computer keyboard with one hand.",
  "negative_caption":"A computer user types two-handed on a keyboard."
 },
 {
  "id":212,
  "filename":"000000214200.jpg",
  "caption":"A stop sign vandalized with an eating animals sticker below the word stop.",
  "caption2":"The eating animals sticker is positioned below the word stop to vandalize the stop sign.",
  "negative_caption":"A stop sign vandalized with a \"plant-based animals\" sticker below the word \"stop.\""
 },
 {
  "id":213,
  "filename":"000000213224.jpg",
  "caption":"A wooden table holding two vases of flowers.",
  "caption2":"Two vases filled with flowers are positioned on a wooden table.",
  "negative_caption":"A glass table holding two vases of flowers."
 },
 {
  "id":214,
  "filename":"000000095786.jpg",
  "caption":"there are three vases made of clay on a table",
  "caption2":"The table has three vases made of clay positioned on it.",
  "negative_caption":"There is one vase made of clay on a table."
 },
 {
  "id":215,
  "filename":"000000461405.jpg",
  "caption":"A herd of sheep walking across a lush green field.",
  "caption2":"A herd of sheep is walking across a lush green field.",
  "negative_caption":"A solitary sheep walking across a lush green field."
 },
 {
  "id":216,
  "filename":"000000480985.jpg",
  "caption":"A brand new motorcycle on display at a show.",
  "caption2":"A motorcycle is displayed at a show.",
  "negative_caption":"An old motorcycle on display at a show."
 },
 {
  "id":217,
  "filename":"000000034139.jpg",
  "caption":"Two people standing next to a life size replica of a suitcase.",
  "caption2":"Two individuals are positioned adjacent to a full-scale representation of a suitcase.",
  "negative_caption":"Two people standing next to a miniature replica of a suitcase."
 },
 {
  "id":218,
  "filename":"000000166277.jpg",
  "caption":"a cat stands on a table drinking water out of a glass ",
  "caption2":"The cat drinks water from a glass while being positioned on the table.",
  "negative_caption":"A cat stands on a table knocking over a glass of water."
 },
 {
  "id":219,
  "filename":"000000300842.jpg",
  "caption":"A red skateboard with blue wheels on the floor with someones foot on it. ",
  "caption2":"someone's foot is on a red skateboard with blue wheels which is placed on the floor.",
  "negative_caption":"A green skateboard with blue wheels on the floor with someones foot on it."
 },
 {
  "id":220,
  "filename":"000000546011.jpg",
  "caption":"A group of zebras stand in front of a group of trees.",
  "caption2":"A group of trees stand behind a group of zebras.",
  "negative_caption":"A solitary zebra stands in front of a group of trees."
 },
 {
  "id":221,
  "filename":"000000089648.jpg",
  "caption":"People using electronic devises all facing in the same direction.",
  "caption2":"All individuals using electronic devices are facing in the same direction.",
  "negative_caption":"People using non-electronic devises all facing in the same direction."
 },
 {
  "id":222,
  "filename":"000000176606.jpg",
  "caption":"A goat stands on its high legs and leans against a grassy bank.",
  "caption2":"The goat is positioned on its high legs and is leaning against a grassy bank.",
  "negative_caption":"A goat stands on its high legs and leans against a rocky bank."
 },
 {
  "id":223,
  "filename":"000000559956.jpg",
  "caption":"Two women are squatting down and petting brown and white long haired goats. ",
  "caption2":"Two women are sitting on the ground and stroking two long-haired goats with white and brown fur.",
  "negative_caption":"Two women are squatting down and petting brown and black long haired goats."
 },
 {
  "id":224,
  "filename":"000000067180.jpg",
  "caption":"A person sitting on a wooden bench on a wall.",
  "caption2":"A person is sitting on a wooden bench that is positioned on a wall.",
  "negative_caption":"A person sitting on a stone bench on a wall."
 },
 {
  "id":225,
  "filename":"000000322724.jpg",
  "caption":"A person in a neon snowsuit is standing on skis. ",
  "caption2":"The person standing on skis is in a neon snowsuit.",
  "negative_caption":"A person in a camouflaged snowsuit is standing on skis."
 },
 {
  "id":226,
  "filename":"000000052017.jpg",
  "caption":"An old yellow plane is flying in the sky.",
  "caption2":"The vintage plane in yellow color is flying in the sky.",
  "negative_caption":"A modern yellow plane is flying in the sky."
 },
 {
  "id":227,
  "filename":"000000430056.jpg",
  "caption":"This is a plate holding a double decker sandwich.",
  "caption2":"This plate holds a sandwich with two layers.",
  "negative_caption":"This is a plate holding a veggie sandwich."
 },
 {
  "id":228,
  "filename":"000000343218.jpg",
  "caption":"a person with a tennis racket gets ready to swing his racket ",
  "caption2":"A person with a tennis racket is positioned next to the tennis court, preparing to swing his racket.",
  "negative_caption":"A person with a football gets ready to throw the ball."
 },
 {
  "id":229,
  "filename":"000000284991.jpg",
  "caption":"A person is drinking water from a red bottle.",
  "caption2":"The red bottle is positioned above the person as he drinks water from it.",
  "negative_caption":"A person is drinking water from a blue bottle."
 },
 {
  "id":230,
  "filename":"000000350002.jpg",
  "caption":"A model in a blue and white dress sits for a photo. ",
  "caption2":"A person sitting in a white and blue dress is captured in a photograph.",
  "negative_caption":"A model in a red and white dress sits for a photo."
 },
 {
  "id":231,
  "filename":"000000095843.jpg",
  "caption":"A large blue and white bus on a road.",
  "caption2":"A white and blue bus which is large is on a road.",
  "negative_caption":"A large yellow and white bus on a road."
 },
 {
  "id":232,
  "filename":"000000519688.jpg",
  "caption":"A person in blue jacket holding a black bear cub.",
  "caption2":"A black bear cub is being held by a person in a blue jacket.",
  "negative_caption":"A person in blue jacket holding a brown bear cub."
 },
 {
  "id":233,
  "filename":"000000357978.jpg",
  "caption":"The blonde person in the red checked shirt is learning to use Wii Fit.",
  "caption2":"The person learning to use Wii Fit is wearing a red checked shirt",
  "negative_caption":"The brunette person in the red checked shirt is learning to use Wii Fit."
 },
 {
  "id":234,
  "filename":"000000569565.jpg",
  "caption":"Two large trucks are travelling along a tree-lined roadway.",
  "caption2":"Two large trucks are moving along a roadway that is lined with trees.",
  "negative_caption":"Two large trucks are travelling along a deserted roadway."
 },
 {
  "id":235,
  "filename":"000000332570.jpg",
  "caption":"A PERSON HOLDING A BLACKBERRY CELL PHONE IN THEIR HAND ",
  "caption2":"A person is holding a blackberry cell phone in their hand.",
  "negative_caption":"A PERSON HOLDING AN ANDROID CELL PHONE IN THEIR HAND."
 },
 {
  "id":236,
  "filename":"000000024919.jpg",
  "caption":"A herd of elephants standing on top of a field.",
  "caption2":"A herd of elephants is positioned on top of a field.",
  "negative_caption":"A solitary elephant standing on top of a field."
 },
 {
  "id":237,
  "filename":"000000384350.jpg",
  "caption":"A large airliner with a kangaroo on the tail wing.",
  "caption2":"A kangaroo is positioned on the tail wing of a large airliner.",
  "negative_caption":"A small airliner with a kangaroo on the tail wing."
 },
 {
  "id":238,
  "filename":"000000121031.jpg",
  "caption":"Several male horse riders crossing a river to shore.",
  "caption2":"Many male horse riders are going towards the shore by crossing a river.",
  "negative_caption":"Several female horse riders crossing a river to shore."
 },
 {
  "id":239,
  "filename":"000000579893.jpg",
  "caption":"a close up of a street sign with a sky background",
  "caption2":"A closer view of a street sign with sky in the background.",
  "negative_caption":"A far away shot of a street sign with a sky background."
 },
 {
  "id":240,
  "filename":"000000248980.jpg",
  "caption":"A plate of food sitting on a table, it appears to be a salad.",
  "caption2":"Food that appears to be a salad is placed on a plate that is positioned on a table.",
  "negative_caption":"A plate of food sitting on a table, it appears to be a meat-filled dish."
 },
 {
  "id":241,
  "filename":"000000194875.jpg",
  "caption":"A line of neon colored motorcycles parked in front of a bar.",
  "caption2":"Neon-colored motorcycles are lined in the parked area in front of a bar.",
  "negative_caption":"A line of matte motorcycles parked in front of a bar."
 },
 {
  "id":242,
  "filename":"000000148730.jpg",
  "caption":"This boat has docked next to a wooden pier",
  "caption2":"The wooden pier is adjacent to the docked boat.",
  "negative_caption":"This boat has docked next to a concrete pier."
 },
 {
  "id":243,
  "filename":"000000185890.jpg",
  "caption":"Two barefoot women holding game controllers in each hand.",
  "caption2":"Two women, barefoot and holding game controllers in each hand, are standing.",
  "negative_caption":"Two women wearing socks holding game controllers in each hand."
 },
 {
  "id":244,
  "filename":"000000562121.jpg",
  "caption":"Two zebras fighting in a open area with green bushes.",
  "caption2":"In a green open area, two zebras are fighting.",
  "negative_caption":"Two zebras fighting in an enclosed area with green bushes."
 },
 {
  "id":245,
  "filename":"000000448076.jpg",
  "caption":"People standing around a waiting room with a flat screen TV.",
  "caption2":"Individuals are gathered in a room with a flat screen TV.",
  "negative_caption":"People standing around a waiting room with a curved screen TV."
 },
 {
  "id":246,
  "filename":"000000056344.jpg",
  "caption":"Looking down at a desktop with two monitors, a key board, mouse and cell phones on it.",
  "caption2":"Downward view of a desktop with a couple of monitors, a mouse and a keyboard and with cell phones positioned on it.",
  "negative_caption":"Looking down at a desktop with three monitors, a key board, mouse and cell phones on it."
 },
 {
  "id":247,
  "filename":"000000084431.jpg",
  "caption":"A ham pizza with grated parmesan is on a plate in front of a TV.",
  "caption2":"A plate with a ham pizza and grated parmesan is positioned in front of a TV.",
  "negative_caption":"A vegetarian pizza with grated parmesan is on a plate in front of a TV."
 },
 {
  "id":248,
  "filename":"000000439715.jpg",
  "caption":"A person riding a brown horse in uniform next to tall green trees.",
  "caption2":"A person dressed in uniform is on a brown horse, riding next to tall green trees.",
  "negative_caption":"A person riding a black horse in uniform next to tall green trees."
 },
 {
  "id":249,
  "filename":"000000091779.jpg",
  "caption":"Three hot dogs with different toppings lined up on a tabletop.",
  "caption2":"Three hot dogs topped with different toppings are arranged in a line on a tabletop.",
  "negative_caption":"Three hot dogs with similar toppings lined up on a tabletop."
 },
 {
  "id":250,
  "filename":"000000113403.jpg",
  "caption":"A trio of teddy bears bundled up on a bed.",
  "caption2":"A set of three teddy bears are stacked on a bed.",
  "negative_caption":"A trio of teddy bears loose on a bed."
 },
 {
  "id":251,
  "filename":"000000036861.jpg",
  "caption":"A double parking meter on a pole with a bicycle rack.",
  "caption2":"A bicycle rack is positioned on a pole with a double parking meter.",
  "negative_caption":"A single parking meter on a pole with a bicycle rack."
 },
 {
  "id":252,
  "filename":"000000068409.jpg",
  "caption":"School class photo from the kids school of Standard South Carolina",
  "caption2":"The standard school photo of the kids' school in South Carolina.",
  "negative_caption":"School class photo from the children school of Standard South Carolina."
 },
 {
  "id":253,
  "filename":"000000108253.jpg",
  "caption":"A plate of cheese bread next to bread sticks and wine.",
  "caption2":"A cheese bread on a plate is positioned next to wine and bread sticks.",
  "negative_caption":"A plate of fruit bread next to bread sticks and wine."
 },
 {
  "id":254,
  "filename":"000000554735.jpg",
  "caption":"The hand of a person picking up the last two pieces of pizza.",
  "caption2":"The last two pieces of pizza are being picked up by the hand of a person.",
  "negative_caption":"The hand of a person picking up the first two pieces of pizza."
 },
 {
  "id":255,
  "filename":"000000173830.jpg",
  "caption":"A skier in a squat position on skies skiing downhill.",
  "caption2":"A skier is in a squat position while skiing down the hill on skies.",
  "negative_caption":"A skier in a standing position on skies skiing downhill."
 },
 {
  "id":256,
  "filename":"000000476215.jpg",
  "caption":"A person holding horse reins connected to 2 horses on a dirt field.",
  "caption2":"Horse reins connected to two horses on a dirt field is held by a person.",
  "negative_caption":"A person holding horse reins connected to 2 horses on a grass field."
 },
 {
  "id":257,
  "filename":"000000240754.jpg",
  "caption":"A sheep with its mouth open in a pen.",
  "caption2":"A sheep with its mouth open is contained within a pen.",
  "negative_caption":"A sheep with its mouth closed in a pen."
 },
 {
  "id":258,
  "filename":"000000205542.jpg",
  "caption":"A teddy bear is placed on a metallic sculpture.",
  "caption2":"The metallic sculpture is positioned below the teddy bear.",
  "negative_caption":"A teddy bear is placed on a plastic sculpture."
 },
 {
  "id":259,
  "filename":"000000284623.jpg",
  "caption":"Black cat with green eyes sitting in a bathroom sink. ",
  "caption2":"The bathroom sink contains a green eyed black cat sitting in it.",
  "negative_caption":"An orange cat with green eyes sitting in a bathroom sink."
 },
 {
  "id":260,
  "filename":"000000024021.jpg",
  "caption":"Male children and young men in a large group picture.",
  "caption2":"In a large group photo, there are young men and male children.",
  "negative_caption":"Male children and young men in a small group picture."
 },
 {
  "id":261,
  "filename":"000000080057.jpg",
  "caption":"A teddy bear sitting in front of toy wooden shapes.",
  "caption2":"Toy wooden shapes are positioned behind a sitting teddy bear.",
  "negative_caption":"A plastic bear sitting in front of toy wooden shapes."
 },
 {
  "id":262,
  "filename":"000000334767.jpg",
  "caption":"Several cross country skiers traveling through the snow.",
  "caption2":"A large number of cross country skiers are skiing through the snow.",
  "negative_caption":"A single cross country skier traveling through the snow."
 },
 {
  "id":263,
  "filename":"000000465675.jpg",
  "caption":"Black and white photograph of a tractor on beach next to boats.",
  "caption2":"A black and white photograph depicts a tractor on a beach adjacent to the boats.",
  "negative_caption":"Black and yellow photograph of a tractor on beach next to boats."
 },
 {
  "id":264,
  "filename":"000000012576.jpg",
  "caption":"Pizza and empty glasses on the dinner table.",
  "caption2":"The dinner table has empty glasses and pizza on it.",
  "negative_caption":"Pizza and full glasses on the dinner table."
 },
 {
  "id":265,
  "filename":"000000475678.jpg",
  "caption":"A pile of different colored bags of luggage sitting on a floor.",
  "caption2":"A collection of variously colored suitcases is positioned on the floor.",
  "negative_caption":"A pile of different plain bags of luggage sitting on a floor."
 },
 {
  "id":266,
  "filename":"000000232684.jpg",
  "caption":"person looking at laptop playing video game in the dark",
  "caption2":"The laptop is positioned in front of the person, who is looking at it while playing a video game in a dark room.",
  "negative_caption":"person looking at laptop playing video game in the bright light."
 },
 {
  "id":267,
  "filename":"000000162092.jpg",
  "caption":"person with plated food near crowd of people.",
  "caption2":"The person with plated food is positioned near the crowd of people.",
  "negative_caption":"person with boxed food near crowd of people."
 },
 {
  "id":268,
  "filename":"000000453584.jpg",
  "caption":"A red bench that is sitting on a sidewalk.",
  "caption2":"A bench that is positioned on a sidewalk and is red in color.",
  "negative_caption":"A blue bench that is sitting on a sidewalk."
 },
 {
  "id":269,
  "filename":"000000103585.jpg",
  "caption":"a bathroom with two sinks with a light on above them.",
  "caption2":"The bathroom has two sinks and a switched on light above them.",
  "negative_caption":"A bathroom with one sink with a light on above it."
 },
 {
  "id":270,
  "filename":"000000383386.jpg",
  "caption":"Three teddy bears that are sitting next to each other.",
  "caption2":"Three teddy bears are sitting side-by-side.",
  "negative_caption":"A single teddy bear sitting alone."
 },
 {
  "id":271,
  "filename":"000000580757.jpg",
  "caption":"A american flag painted fire hydrant with chains hanging at it side.",
  "caption2":"An American flag is painted on a fire hydrant, with chains hanging from its side.",
  "negative_caption":"A British flag painted fire hydrant with chains hanging at its side."
 },
 {
  "id":272,
  "filename":"000000105014.jpg",
  "caption":"A bowl full of food sitting on a table next to a fork that rests on top of a circular disk.",
  "caption2":"A fork that is placed on a circular disk is positioned adjacent to a bowl full of food that is situated on a table.",
  "negative_caption":"An empty bowl sitting on a table next to a fork that rests on top of a circular disk."
 },
 {
  "id":273,
  "filename":"000000336587.jpg",
  "caption":"A stop sign that is attached to a broken wooden pole.",
  "caption2":"A broken wooden pole hosts a stop sign that is attached to it.",
  "negative_caption":"A stop sign that is attached to a broken metallic pole."
 },
 {
  "id":274,
  "filename":"000000125405.jpg",
  "caption":"Two dogs running and playing in the sun.",
  "caption2":"Couple of dogs are running and playing in the sun.",
  "negative_caption":"Two dogs resting and basking in the sun."
 },
 {
  "id":275,
  "filename":"000000544605.jpg",
  "caption":"A bunch of brown signs on a pole.",
  "caption2":"A collection of brown markers positioned on a pole.",
  "negative_caption":"A bunch of colorful signs on a pole."
 },
 {
  "id":276,
  "filename":"000000044699.jpg",
  "caption":"A group of sheep standing on a mountain side.",
  "caption2":"A group of sheep is positioned on the mountain side.",
  "negative_caption":"A solo sheep standing on a mountain side."
 },
 {
  "id":277,
  "filename":"000000034873.jpg",
  "caption":"a black counter a sink and a table and two chairs",
  "caption2":"A view of a sink, table, couple of chairs, and a black counter.",
  "negative_caption":"A white counter, a sink, a table, and two chairs."
 },
 {
  "id":278,
  "filename":"000000219578.jpg",
  "caption":"A dog and cat are sleeping together on an orange couch.",
  "caption2":"The dog and cat are sleeping together on a couch that is orange in color.",
  "negative_caption":"A dog and cat are sleeping together on a purple couch."
 },
 {
  "id":279,
  "filename":"000000085329.jpg",
  "caption":"A young person with green eyes and piercings all over their face.",
  "caption2":"There are piercings all over the face of a young person with green eyes.",
  "negative_caption":"A young person with blue eyes and piercings all over her face."
 },
 {
  "id":280,
  "filename":"000000572517.jpg",
  "caption":"A Polar Bear walks toward water, while a large bird lands on the opposite bank.",
  "caption2":"A large bird lands on the opposite bank while a Polar Bear walks toward water.",
  "negative_caption":"A Polar Bear walks toward water, while a small bird lands on the opposite bank."
 },
 {
  "id":281,
  "filename":"000000231339.jpg",
  "caption":"A little child is kneeling in front of an open refrigerator. ",
  "caption2":"The opened refrigerator is behind a little child who is kneeling.",
  "negative_caption":"A little child is kneeling in front of a closed refrigerator."
 },
 {
  "id":282,
  "filename":"000000476415.jpg",
  "caption":"A person wearing a white shirt and tie standing in  a room.",
  "caption2":"A person standing in a room is wearing a white shirt along with a tie.",
  "negative_caption":"A person wearing a black shirt and tie standing in a room."
 },
 {
  "id":283,
  "filename":"000000099242.jpg",
  "caption":"A person skiing down a snowy hill alone.",
  "caption2":"A person is skiing alone down a hill covered with snow.",
  "negative_caption":"A person skiing down a snowy hill crowded with people."
 },
 {
  "id":284,
  "filename":"000000383621.jpg",
  "caption":"A white plane flies in the cloudy sky.",
  "caption2":"The white plane is flying with the cloudy sky as the background.",
  "negative_caption":"A white plane flies in the clear sky."
 },
 {
  "id":285,
  "filename":"000000141821.jpg",
  "caption":"A close-up of a misshapen piece of pizza and a can of soda.",
  "caption2":"A photograph of a distorted pizza slice and a soda can in close proximity.",
  "negative_caption":"A close-up of a perfect piece of pizza and a can of soda."
 },
 {
  "id":286,
  "filename":"000000205834.jpg",
  "caption":"A brown dog laying on the ground with a metal bowl in front of him.",
  "caption2":"A brown dog is lying on the ground with a metal bowl positioned in front of him.",
  "negative_caption":"A brown dog laying on the ground with a plastic bowl in front of him."
 },
 {
  "id":287,
  "filename":"000000117908.jpg",
  "caption":"A cat standing next to an open refrigerator door.",
  "caption2":"The open refrigerator door is adjacent to a standing cat.",
  "negative_caption":"A cat standing next to a closed refrigerator door."
 },
 {
  "id":288,
  "filename":"000000123131.jpg",
  "caption":"An eighteen wheeler truck is parked in a lot. ",
  "caption2":"The truck with eighteen wheels is positioned in a parking lot.",
  "negative_caption":"A six-wheel truck is parked in a lot."
 },
 {
  "id":289,
  "filename":"000000318080.jpg",
  "caption":"Two brown bears interacting in a rocky area.",
  "caption2":"A couple brown bears in a rocky area are interacting.",
  "negative_caption":"Two brown bears interacting in a grassy area."
 },
 {
  "id":290,
  "filename":"000000423229.jpg",
  "caption":"A train passing through wooded areas on a train track.",
  "caption2":"A train is moving on a train track through a forest.",
  "negative_caption":"A train passing through desolate areas on a train track."
 },
 {
  "id":291,
  "filename":"000000343524.jpg",
  "caption":"A male tennis player is preparing to serve the ball on the tennis court",
  "caption2":"The male tennis player positioned on the tennis court is preparing to serve the ball.",
  "negative_caption":"A female tennis player is preparing to serve the ball on the tennis court."
 },
 {
  "id":292,
  "filename":"000000032285.jpg",
  "caption":"A bathroom with brown tile and a bare pantry.",
  "caption2":"The bathroom adorned with brown tile has a bare pantry.",
  "negative_caption":"A bathroom with pink tile and a bare pantry."
 },
 {
  "id":293,
  "filename":"000000012576.jpg",
  "caption":"A close-up of a table with three boxes of pizza.",
  "caption2":"A table with three boxes of pizza is shown in a close-up.",
  "negative_caption":"A distant view of a table with three boxes of pizza."
 },
 {
  "id":294,
  "filename":"000000306700.jpg",
  "caption":"A person holding a large pepperoni pizza at a table.  ",
  "caption2":"A large pepperoni pizza is being held by a person at a table.",
  "negative_caption":"A person holding a small pepperoni pizza at a table."
 },
 {
  "id":295,
  "filename":"000000432898.jpg",
  "caption":"A person standing on a lush green field under a kite.",
  "caption2":"A kite is flying above a person standing on a lush green field.",
  "negative_caption":"A person standing on an arid green field under a kite."
 },
 {
  "id":296,
  "filename":"000000384350.jpg",
  "caption":"A red and white plane sitting on a runway.",
  "caption2":"A white and red plane is positioned on a runway.",
  "negative_caption":"A red and black plane sitting on a runway."
 },
 {
  "id":297,
  "filename":"000000544605.jpg",
  "caption":"A street sign is pictured against a cement wall.",
  "caption2":"The cement wall is positioned against the street sign in the picture.",
  "negative_caption":"A street sign is pictured against a brick wall."
 },
 {
  "id":298,
  "filename":"000000355325.jpg",
  "caption":"A table with food and a glass of red wine.",
  "caption2":"A glass of red wine and food are placed on a table.",
  "negative_caption":"A table with food and a glass of white wine."
 },
 {
  "id":299,
  "filename":"000000048153.jpg",
  "caption":"A photo of a bright pink shoe on a blue and green background.",
  "caption2":"The photo of the bright pink shoe is situated on a green and blue background.",
  "negative_caption":"A photo of a dim pink shoe on a blue and green background."
 },
 {
  "id":300,
  "filename":"000000462629.jpg",
  "caption":"Kitchen appliances outside a building with yellow doors. ",
  "caption2":"The building with yellow doors has kitchen appliances positioned outside it.",
  "negative_caption":"Kitchen appliances outside a building with red doors."
 },
 {
  "id":301,
  "filename":"000000011813.jpg",
  "caption":"Camera equipment is set up in a room with vending machines in the background.",
  "caption2":"The vending machines are positioned in the background of the room where the camera equipment is set up.",
  "negative_caption":"Camera equipment is dismantled in a room with vending machines in the background."
 },
 {
  "id":302,
  "filename":"000000357742.jpg",
  "caption":"A skier makes his way up a snowy hill, eschewing the lift. ",
  "caption2":"The skier ascends the hill with snow without utilizing the lift.",
  "negative_caption":"A skier makes his way up a rocky hill, eschewing the lift."
 },
 {
  "id":303,
  "filename":"000000063602.jpg",
  "caption":"A laptop computer is displaying a screen with words.",
  "caption2":"A screen with words is displayed on the laptop computer.",
  "negative_caption":"A desktop computer is displaying a screen with words."
 },
 {
  "id":304,
  "filename":"000000295231.jpg",
  "caption":"The seven sheep are preparing to be sheered.",
  "caption2":"The herd of seven sheep preped to be sheered.",
  "negative_caption":"The two sheep are preparing to be sheered."
 },
 {
  "id":305,
  "filename":"000000218424.jpg",
  "caption":"Four zebras stand together in a grassy plain.",
  "caption2":"In a grassy plain, four zebras stand together.",
  "negative_caption":"Four zebras stand together in a barren plain."
 },
 {
  "id":306,
  "filename":"000000048153.jpg",
  "caption":"A person showing off ther pink pointy-toed heels.",
  "caption2":"pink pointy-toed heels are being displayed by a person.",
  "negative_caption":"A person showing off their pink fluffy heels."
 },
 {
  "id":307,
  "filename":"000000571718.jpg",
  "caption":"A person standing in front of a fruit stand containing several bunches of bananas.",
  "caption2":"A person is positioned in front of a fruit stand that contains several bunches of bananas.",
  "negative_caption":"A person standing in front of a fruit stand containing a couple of bunches of bananas."
 },
 {
  "id":308,
  "filename":"000000578922.jpg",
  "caption":"A vase full of flowers on a bathroom sink counter. ",
  "caption2":"A vase filled with flowers is positioned on the bathroom sink counter.",
  "negative_caption":"An empty vase of flowers on a bathroom sink counter."
 },
 {
  "id":309,
  "filename":"000000174004.jpg",
  "caption":"A utility vehicle parked in a wild vegetated field.",
  "caption2":"A utility vehicle is parked in a wild field that is vegetated.",
  "negative_caption":"A utility vehicle parked in a wild bare field."
 },
 {
  "id":310,
  "filename":"000000110211.jpg",
  "caption":"A large open area of land that has several zebra of different sizes and warthogs near them.",
  "caption2":"A large open area of land with several zebras of varying sizes and warthogs nearby.",
  "negative_caption":"A large closed area of land that has several zebra of different sizes and warthogs near them."
 },
 {
  "id":311,
  "filename":"000000172571.jpg",
  "caption":"Chicago style deep dish pizza with tomato sauce and sausage.",
  "caption2":"The pizza has a deep-dish chicago style, with tomato sauce and sausage.",
  "negative_caption":"Chicago style deep dish pizza with tomato sauce and vegetarian toppings."
 },
 {
  "id":312,
  "filename":"000000314294.jpg",
  "caption":"An elephant is alone in a wooded enclosure.",
  "caption2":"An elephant is the only animal present within a wooded enclosure.",
  "negative_caption":"An elephant is alone in a barren enclosure."
 },
 {
  "id":313,
  "filename":"000000048153.jpg",
  "caption":"A foot wearing a pointy pink flat shoe rested upon a bench.",
  "caption2":"The bench was positioned beneath the foot that was wearing a pointy pink flat shoe.",
  "negative_caption":"A foot wearing a round pink flat shoe rested upon a bench."
 },
 {
  "id":314,
  "filename":"000000009483.jpg",
  "caption":"A person in a suit stands near a table with computer equipment on it.",
  "caption2":"A person wearing a suit is positioned near a table with computer equipment on it.",
  "negative_caption":"A person in casual clothes stands near a table with computer equipment on it."
 },
 {
  "id":315,
  "filename":"000000101068.jpg",
  "caption":"a baseball player is swinging a bat and some grass",
  "caption2":"A baseball player is swinging a bat while some grass is nearby.",
  "negative_caption":"A baseball player is still holding a bat and some grass."
 },
 {
  "id":316,
  "filename":"000000578922.jpg",
  "caption":"The vanity is decorated with a red flower arrangement and glass candles and perfume bottles. ",
  "caption2":"Red flower arrangement along with perfume bottles and glass candles are positioned to adorn the vanity.",
  "negative_caption":"The vanity is decorated with a yellow flower arrangement and glass candles and perfume bottles."
 },
 {
  "id":317,
  "filename":"000000159458.jpg",
  "caption":"A dog is sitting on a neatly made bed while someone looks on. ",
  "caption2":"The person is observing a dog sitting on a clean made bed.",
  "negative_caption":"A dog is sitting on a messily made bed while someone looks on."
 },
 {
  "id":318,
  "filename":"000000446522.jpg",
  "caption":"A dog is sitting on an armchair next to a fridge.",
  "caption2":"The dog is positioned on the armchair adjacent to the fridge.",
  "negative_caption":"A dog is standing on an armchair next to a fridge."
 },
 {
  "id":319,
  "filename":"000000314182.jpg",
  "caption":"Four bowls of snacks of vegetables and crackers.",
  "caption2":"Four bowls of snacks, consisting of crackers and vegetables.",
  "negative_caption":"Four bowls of snacks of meat and crackers."
 },
 {
  "id":320,
  "filename":"000000163640.jpg",
  "caption":"Two men getting food at an outside restaurant.",
  "caption2":"A couple of individuals are getting food from an outside restaurant.",
  "negative_caption":"Two men getting food at an inside restaurant."
 },
 {
  "id":321,
  "filename":"000000232563.jpg",
  "caption":"A person holding a black and white umbrella.",
  "caption2":"The person holds a black and white umbrella.",
  "negative_caption":"A person holding a black and yellow umbrella."
 },
 {
  "id":322,
  "filename":"000000012576.jpg",
  "caption":"A person sitting at a table topped with pizza.",
  "caption2":"A person is seated at a table with pizza on top.",
  "negative_caption":"A person sitting at a bare table."
 },
 {
  "id":323,
  "filename":"000000410510.jpg",
  "caption":"A kid playing tennis on a blue and green tennis court. ",
  "caption2":"A kid is playing tennis on a green and blue tennis court.",
  "negative_caption":"A kid playing tennis on a yellow and green tennis court."
 },
 {
  "id":324,
  "filename":"000000369771.jpg",
  "caption":"Two plastic containers sitting on top of a wooden table.",
  "caption2":"The wooden table has two plastic containers positioned on top of it.",
  "negative_caption":"Two glass containers sitting on top of a wooden table."
 },
 {
  "id":325,
  "filename":"000000093437.jpg",
  "caption":"A shot of an elderly person inside a kitchen.",
  "caption2":"An shot of a kitchen with an elderly person inside it.",
  "negative_caption":"A shot of a young person inside a kitchen."
 },
 {
  "id":326,
  "filename":"000000090108.jpg",
  "caption":"An empty bathroom with blue walls and the lights on.",
  "caption2":"The bathroom is empty with blue walls and lights on.",
  "negative_caption":"An empty bathroom with yellow walls on the lights on."
 },
 {
  "id":327,
  "filename":"000000266206.jpg",
  "caption":"The open door to the bathroom is shown here.",
  "caption2":"The bathroom door is open and visible in this image.",
  "negative_caption":"The closed door to the bathroom is shown here."
 },
 {
  "id":328,
  "filename":"000000033638.jpg",
  "caption":"A person cooking on an old fashioned stove.",
  "caption2":"A person is cooking on a vintage stove.",
  "negative_caption":"A person cooking on a modern stove."
 },
 {
  "id":329,
  "filename":"000000217957.jpg",
  "caption":"An ornate clock on the side of a building next to a tree.",
  "caption2":"An ornate clock is positioned adjacent to a tree on the side of a building.",
  "negative_caption":"A simple clock on the side of a building next to a tree."
 },
 {
  "id":330,
  "filename":"000000322211.jpg",
  "caption":"an open box of doughnuts on a table ",
  "caption2":"The open box of doughnuts is positioned on the table.",
  "negative_caption":"A closed box of doughnuts on a table."
 },
 {
  "id":331,
  "filename":"000000378454.jpg",
  "caption":"a person is playing with a green flying disk",
  "caption2":"The green flying disk is being played with by a person.",
  "negative_caption":"A person is playing with a yellow flying disk."
 },
 {
  "id":332,
  "filename":"000000270244.jpg",
  "caption":"A zebra standing in a grassy field by a woods.",
  "caption2":"A zebra is standing adjacent to the woods in a grassy field.",
  "negative_caption":"A zebra standing in a rocky field by a woods."
 },
 {
  "id":333,
  "filename":"000000284623.jpg",
  "caption":"A black cat sitting on top of a bathroom sink.",
  "caption2":"A bathroom sink is positioned beneath a black cat.",
  "negative_caption":"A white cat sitting on top of a bathroom sink."
 },
 {
  "id":334,
  "filename":"000000289516.jpg",
  "caption":"An old time looking clock surrounded by greenery. ",
  "caption2":"The clock, with an old-time appearance, is encircled by greenery.",
  "negative_caption":"A modern looking clock surrounded by greenery."
 },
 {
  "id":335,
  "filename":"000000122606.jpg",
  "caption":"A bus parked to the side of an empty road.",
  "caption2":"An empty road is adjacent to a parked bus on one side.",
  "negative_caption":"A bus parked to the side of a crowded road."
 },
 {
  "id":336,
  "filename":"000000213224.jpg",
  "caption":"Two vases of fresh flowers sit on top of the table.",
  "caption2":"The table has a couple of vases of fresh flowers positioned on top of it.",
  "negative_caption":"Two vases of dried flowers sit on top of the table."
 },
 {
  "id":337,
  "filename":"000000189436.jpg",
  "caption":"a statue of a bear wearing a red ribbon",
  "caption2":"A red ribbon adorns the statue of a bear.",
  "negative_caption":"A statue of a bear wearing a blue ribbon."
 },
 {
  "id":338,
  "filename":"000000226111.jpg",
  "caption":"A sign prohibiting skating on the sidewalk with black and red writing.",
  "caption2":"Red and black writing on a sign prohibiting skating on the sidewalk.",
  "negative_caption":"A sign prohibiting skating on the sidewalk with green and red writing."
 },
 {
  "id":339,
  "filename":"000000323355.jpg",
  "caption":"a child wearing a hat is holding a pizza box with pizza inside.",
  "caption2":"A child holding a pizza box containing pizza is wearing a hat.",
  "negative_caption":"A hatless child is holding a pizza box with pizza inside."
 },
 {
  "id":340,
  "filename":"000000461275.jpg",
  "caption":"A white street sign in front of  a green large tree.",
  "caption2":"A green large tree is situated behind a white street sign.",
  "negative_caption":"A black street sign in front of a green large tree."
 },
 {
  "id":341,
  "filename":"000000516316.jpg",
  "caption":"Two zebras and another animal grazing in the grass.",
  "caption2":"In the grass, two zebras are grazing along with another animal.",
  "negative_caption":"Two zebras and a different animal grazing in the grass."
 },
 {
  "id":342,
  "filename":"000000319935.jpg",
  "caption":"A living room with white furniture and a small wooden table.",
  "caption2":"A small wooden table is in a living room adorned with white furniture.",
  "negative_caption":"A living room with white furniture and a small glass table."
 },
 {
  "id":343,
  "filename":"000000473974.jpg",
  "caption":"A herd of zebra in dry vegetation near dry trees.",
  "caption2":"A group of zebras in a region with dry vegetation, surrounded by dry trees.",
  "negative_caption":"A herd of zebra in lush vegetation near dry trees."
 },
 {
  "id":344,
  "filename":"000000042070.jpg",
  "caption":"A large bus on the side of a street.",
  "caption2":"A large bus is positioned on the side of the street.",
  "negative_caption":"A small bus on the side of a street."
 },
 {
  "id":345,
  "filename":"000000183675.jpg",
  "caption":"an old person sitting on top of a horse next to the mountains",
  "caption2":"An elderly person is positioned on top of a horse, which is situated close to the mountains.",
  "negative_caption":"A young person sitting on top of a horse next to the mountains."
 },
 {
  "id":346,
  "filename":"000000464522.jpg",
  "caption":"A brown and white dog standing next to another dog.",
  "caption2":"A dog is standing next to another  brown and white dog.",
  "negative_caption":"A brown and black dog standing next to another dog."
 },
 {
  "id":347,
  "filename":"000000172571.jpg",
  "caption":"A sliced pizza sitting on a table next to a glass of water and a glass of wine. ",
  "caption2":"A pizza slice is positioned on a table adjacent to a glass of wine and a glass of water.",
  "negative_caption":"A whole pizza sitting on a table next to a glass of water and a glass of wine."
 },
 {
  "id":348,
  "filename":"000000303818.jpg",
  "caption":"A bus traveling down a curvy road behind a black car.",
  "caption2":"A black car is traveling down a curvy road with a bus behind the car.",
  "negative_caption":"A bus traveling down a straight road behind a black car."
 },
 {
  "id":349,
  "filename":"000000026465.jpg",
  "caption":"A laptop computer sitting on a desk next to a smart phone.",
  "caption2":"A smart phone is positioned next to a laptop computer on a desk.",
  "negative_caption":"A desktop computer sitting on a desk next to a smart phone."
 },
 {
  "id":350,
  "filename":"000000273132.jpg",
  "caption":"An elderly person sitting on the bench resting.  ",
  "caption2":"The elderly person is sitting and resting on the bench.",
  "negative_caption":"A young person sitting on the bench resting."
 },
 {
  "id":351,
  "filename":"000000476415.jpg",
  "caption":"Person wearing a black Reel Big Fish tie.",
  "caption2":"The person wearing a tie which is black and reel big fish.",
  "negative_caption":"Person wearing a rainbow-colored Reel Big Fish tie."
 },
 {
  "id":352,
  "filename":"000000075456.jpg",
  "caption":"A pineapple and ham pizza in a pizza tin",
  "caption2":"A pizza tin containing a pineapple and ham pizza.",
  "negative_caption":"A pepperoni and ham pizza in a pizza tin."
 },
 {
  "id":353,
  "filename":"000000177935.jpg",
  "caption":"A kitchen has a vintage gas range and yellow walls.",
  "caption2":"The vintage gas range is positioned on the yellow kitchen walls.",
  "negative_caption":"A kitchen has a modern gas range and yellow walls."
 },
 {
  "id":354,
  "filename":"000000173004.jpg",
  "caption":"pizza with olives on black plate setting on table",
  "caption2":"A black plate contains pizza with olives that is positioned on top of a table.",
  "negative_caption":"Pizza with olives on a white plate setting on a table."
 },
 {
  "id":355,
  "filename":"000000340697.jpg",
  "caption":"a close up of many drinks in a fridge ",
  "caption2":"A close-up of a fridge with many drinks in it.",
  "negative_caption":"A far shot of many drinks in a fridge."
 },
 {
  "id":356,
  "filename":"000000294831.jpg",
  "caption":"Two slices of pizza on a black plate",
  "caption2":"a black plate contains a couple of slices of pizza.",
  "negative_caption":"Two slices of pizza on a white plate."
 },
 {
  "id":357,
  "filename":"000000300659.jpg",
  "caption":"Several jets that are flying in the air performing tricks.",
  "caption2":"Several jets are performing tricks while flying in the air.",
  "negative_caption":"A single jet is flying in the air performing tricks."
 },
 {
  "id":358,
  "filename":"000000264535.jpg",
  "caption":"An old person reads a book on a bench. ",
  "caption2":"An elderly individual is situated on a bench and reading a book.",
  "negative_caption":"A young person reads a book on a bench."
 },
 {
  "id":359,
  "filename":"000000152740.jpg",
  "caption":"A herd of animals grazing on a dry grass field.",
  "caption2":"A group of animals is grazing on a field of dry grass.",
  "negative_caption":"A herd of animals grazing on a lush grass field."
 },
 {
  "id":360,
  "filename":"000000464089.jpg",
  "caption":"A little league baseball player is getting ready hit the ball with his bat.",
  "caption2":"The baseball player in a small league is preparing to hit the ball with his bat.",
  "negative_caption":"A big league baseball player is getting ready hit the ball with his bat."
 },
 {
  "id":361,
  "filename":"000000173044.jpg",
  "caption":"A historical clock tower next to a modern glass window skyscraper. ",
  "caption2":"A historical clock tower adjacent to a skyscraper adorned with modern glass window.",
  "negative_caption":"A historical clock tower next to a modern steel window skyscraper."
 },
 {
  "id":362,
  "filename":"000000082180.jpg",
  "caption":"Two stuffed animals are sitting on a broken wooden chair.",
  "caption2":"The wooden chair that is broken has two stuffed animals sitting on it.",
  "negative_caption":"Two stuffed animals are sitting on a broken plastic chair."
 },
 {
  "id":363,
  "filename":"000000205542.jpg",
  "caption":"A large metal chair with a brown teddy bear in it.",
  "caption2":"A brown teddy bear sitting on a large metal chair.",
  "negative_caption":"A large plastic chair with a brown teddy bear in it."
 },
 {
  "id":364,
  "filename":"000000417465.jpg",
  "caption":"An adult black bear let's his long tongue protrude.",
  "caption2":"An adult black bear extends its long tongue out.",
  "negative_caption":"An adult black bear let's his short tongue protrude."
 },
 {
  "id":365,
  "filename":"000000137294.jpg",
  "caption":"A person is cooking in an outdoor state of the art commercial looking oven in the midst of a farm.",
  "caption2":"A person is cooking outdoor in a state-of-the-art commercial-looking oven in the middle of a farm.",
  "negative_caption":"A person is cooking in an outdoor state of the art rustic looking oven in the midst of a farm."
 },
 {
  "id":366,
  "filename":"000000423229.jpg",
  "caption":"A locomotive on train tracks in a wooded countryside.",
  "caption2":"A locomotive is positioned on train tracks in a countryside covered with several trees.",
  "negative_caption":"A locomotive on train tracks in an open countryside."
 },
 {
  "id":367,
  "filename":"000000051598.jpg",
  "caption":"The bathroom door is open with the light on.",
  "caption2":"The light is on in the open bathroom door.",
  "negative_caption":"The bathroom door is closed with the light on."
 },
 {
  "id":368,
  "filename":"000000577182.jpg",
  "caption":"The wooden park benches are painted dark purple.",
  "caption2":"The wooden park benches are situated in the park and are painted a dark shade of purple.",
  "negative_caption":"The metal park benches are painted dark purple."
 },
 {
  "id":369,
  "filename":"000000075456.jpg",
  "caption":"A pizza in a pan topped with cheese and meat. ",
  "caption2":"A pan containing a pizza topped with meat and cheese.",
  "negative_caption":"A pizza in a pan topped with cheese and vegetables."
 },
 {
  "id":370,
  "filename":"000000165257.jpg",
  "caption":"a clean kitchen counter with a clean sink",
  "caption2":"A clean sink adorns a clean kitchen counter.",
  "negative_caption":"A dirty kitchen counter with a clean sink."
 },
 {
  "id":371,
  "filename":"000000165257.jpg",
  "caption":"a black counter on a wood cabinet in a kitchen",
  "caption2":"in a kitchen, a black counter is situated on a wood cabinet.",
  "negative_caption":"A white counter on a wood cabinet in a kitchen."
 },
 {
  "id":372,
  "filename":"000000569565.jpg",
  "caption":"Large work trucks sitting on the side of the street.",
  "caption2":"Large work trucks are positioned on the side of the street.",
  "negative_caption":"Small work trucks sitting on the side of the street."
 },
 {
  "id":373,
  "filename":"000000093437.jpg",
  "caption":"An older person is wearing a funny hat in dining room.",
  "caption2":"The older person is in the dining room wearing a funny hat.",
  "negative_caption":"A younger person is wearing a funny hat in dining room."
 },
 {
  "id":374,
  "filename":"000000127182.jpg",
  "caption":"A kitchen filled with metal appliances and a window.",
  "caption2":"A kitchen with a window is filled with metal appliances.",
  "negative_caption":"A kitchen filled with transparent appliances and a window."
 },
 {
  "id":375,
  "filename":"000000163057.jpg",
  "caption":"A group of people flying kites on a grassy field next to buildings.",
  "caption2":"A group of people flying kites adjacent to buildings on a grassy field.",
  "negative_caption":"A group of people flying kites on a paved field next to buildings."
 },
 {
  "id":376,
  "filename":"000000140658.jpg",
  "caption":"A brick building with a tall clock tower beside it.",
  "caption2":"A tall clock tower stands beside a brick building.",
  "negative_caption":"A glass building with a tall clock tower beside it."
 },
 {
  "id":377,
  "filename":"000000166287.jpg",
  "caption":"Three cows standing at a watering hole with birds flying overhead.",
  "caption2":"birds flying overhead a herd of three cows standing at a watering hole.",
  "negative_caption":"A single cow standing at a watering hole with birds flying overhead."
 },
 {
  "id":378,
  "filename":"000000360960.jpg",
  "caption":"A person walking in a square carrying a rainbow colored umbrella.",
  "caption2":"A person carrying a rainbow-colored umbrella is walking in a square.",
  "negative_caption":"A person walking in a square carrying a black and white umbrella."
 },
 {
  "id":379,
  "filename":"000000069106.jpg",
  "caption":"A herd of zebra standing next to each other against a stone wall.",
  "caption2":"A herd of zebras standing against a stone wall with each other.",
  "negative_caption":"A herd of giraffe standing next to each other against a stone wall."
 },
 {
  "id":380,
  "filename":"000000409475.jpg",
  "caption":"A smiling pair of skiers with a huge snow covered mountain behind them.",
  "caption2":"A pair of skiers with a snowy mountain in the background, smiling.",
  "negative_caption":"A smiling pair of skiers with a huge bare mountain behind them."
 },
 {
  "id":381,
  "filename":"000000106235.jpg",
  "caption":"A very cozy looking living room with an oval table.",
  "caption2":"an oval table in a cozy-looking living room.",
  "negative_caption":"A very cozy looking living room with a rectangular table."
 },
 {
  "id":382,
  "filename":"000000138819.jpg",
  "caption":"The view of a bathroom with a wall mounted sink.",
  "caption2":"The sink is mounted on the wall in the bathroom.",
  "negative_caption":"The view of a bathroom with a freestanding sink."
 },
 {
  "id":383,
  "filename":"000000300659.jpg",
  "caption":"several jet planes flying in unison in a v formation ",
  "caption2":"Several jet planes are flying in a V formation in unison.",
  "negative_caption":"Several propeller planes flying in unison in a V formation."
 },
 {
  "id":384,
  "filename":"000000349860.jpg",
  "caption":"A kid WITH A BLUE SHIRT AND JEAN PANTS DOING A TRICK WITH HIS SKATEBOARD",
  "caption2":"A kid wearing a blue shirt and jeans is performing a skateboard trick.",
  "negative_caption":"A kid WITH A BLUE SHIRT AND LEATHER PANTS DOING A TRICK WITH HIS SKATEBOARD."
 },
 {
  "id":385,
  "filename":"000000008762.jpg",
  "caption":"A dusky evening with a green street light shining.",
  "caption2":"A green street light shines in a dusky evening.",
  "negative_caption":"A bright evening with a green street light shining."
 },
 {
  "id":386,
  "filename":"000000236784.jpg",
  "caption":"there are two large dogs sleeping on the couch",
  "caption2":"The two large dogs are positioned on the couch sleeping.",
  "negative_caption":"There are two tiny dogs sleeping on the couch."
 },
 {
  "id":387,
  "filename":"000000021167.jpg",
  "caption":"The couple are dressed up and posing for photos.",
  "caption2":"The couple are positioned in front of the camera and are dressed up for the photos.",
  "negative_caption":"The couple are dressed casually and posing for photos."
 },
 {
  "id":388,
  "filename":"000000142092.jpg",
  "caption":"A pizza with vegetables and cheese resting on a board.",
  "caption2":"A pizza is positioned on a board with cheese and vegetables.",
  "negative_caption":"A pizza with vegetables and vegan toppings resting on a board."
 },
 {
  "id":389,
  "filename":"000000541055.jpg",
  "caption":"A group of people on skis at a peak of a mountain.",
  "caption2":"A group of skiers positioned at the peak of a mountain.",
  "negative_caption":"A solitary person on skis at the peak of a mountain."
 },
 {
  "id":390,
  "filename":"000000356347.jpg",
  "caption":"A wooden handle in a pot with soup or stew next to an empty bowl.",
  "caption2":"The wooden handle is positioned next to an empty bowl in a pot with soup or stew.",
  "negative_caption":"A wooden handle in a pot with soup or stew next to a full bowl."
 },
 {
  "id":391,
  "filename":"000000545129.jpg",
  "caption":"A group of zebra standing next to each other on a dirt field.",
  "caption2":"A group of zebras are on a dirt field standing together.",
  "negative_caption":"A group of zebra standing next to each other on a grass field."
 },
 {
  "id":392,
  "filename":"000000261116.jpg",
  "caption":"A Superman toy is lying face down on the table next to an empty plate of food.",
  "caption2":"The Superman toy is next to an empty plate of food lying face down on the table.",
  "negative_caption":"A Superman toy is lying face down on the table next to a full plate of food."
 },
 {
  "id":393,
  "filename":"000000456303.jpg",
  "caption":"This is a snowboard in the middle of a back flip.",
  "caption2":"This snowboard is in the middle of a backflip.",
  "negative_caption":"This is a snowboard in the middle of a front flip."
 },
 {
  "id":394,
  "filename":"000000226903.jpg",
  "caption":"A bunch of cakes are sitting on the counter.",
  "caption2":"The cakes are in a bunch positioned on the counter.",
  "negative_caption":"A single cake is sitting on the counter."
 },
 {
  "id":395,
  "filename":"000000199310.jpg",
  "caption":"A long-haired person standing outside holding a racquet with both hands.",
  "caption2":"A person with long hair is standing outside, holding a racquet with both hands.",
  "negative_caption":"A bald person standing outside holding a racquet with both hands."
 },
 {
  "id":396,
  "filename":"000000520264.jpg",
  "caption":"A person, his arm across the person next to him, stands in a blandly colored kitchen area,  in front of a black-rimmed  window, next to a counter with a microwave, plates, with and without food, and wine bottles.  ",
  "caption2":"A person in front of a black-rimmed window, with his arm across the person next to him, stands in a blandly colored kitchen area, next to a counter with a microwave, wine bottles and plates with and without food.",
  "negative_caption":"A person, his arm across the person next to him, stands in a blandly colored kitchen area, in front of a white-framed window, next to a counter with a microwave, plates, with and without food, and wine bottles."
 },
 {
  "id":397,
  "filename":"000000003845.jpg",
  "caption":"A plate of vegetables, chicken, and white rice.",
  "caption2":"A plate containing chicken, vegetables and white rice.",
  "negative_caption":"A plate of vegetables, chicken, and brown rice."
 },
 {
  "id":398,
  "filename":"000000067180.jpg",
  "caption":"A person sitting on a wooden bench next to a rock wall.",
  "caption2":"A person is seated on a wooden bench adjacent to a rock wall.",
  "negative_caption":"A person sitting on a wooden bench next to a brick wall."
 },
 {
  "id":399,
  "filename":"000000205647.jpg",
  "caption":"A delivery truck travels along the road by a hill side.",
  "caption2":"The delivery truck travels adjacent to the hillside along the road.",
  "negative_caption":"A private truck travels along the road by a hill side."
 },
 {
  "id":400,
  "filename":"000000148719.jpg",
  "caption":"A red Dodge truck is parked near another Dodge. ",
  "caption2":"Another Dodge is parked adjacent to a red Dodge truck.",
  "negative_caption":"A black Dodge truck is parked near another Dodge."
 },
 {
  "id":401,
  "filename":"000000579818.jpg",
  "caption":"The old fashioned train is going over the bridge.",
  "caption2":"The train, of a style reminiscent of the past, is crossing over the bridge.",
  "negative_caption":"The modern train is going over the bridge."
 },
 {
  "id":402,
  "filename":"000000271997.jpg",
  "caption":"The young person possesses a very unusual face.",
  "caption2":"The young person's face is very unusual.",
  "negative_caption":"The old person possesses a very unusual face."
 },
 {
  "id":403,
  "filename":"000000002157.jpg",
  "caption":"A plate of finger foods next to a blue and raspberry topped cake.",
  "caption2":"A blue and raspberry topped cake is positioned close to a plate of finger foods .",
  "negative_caption":"A plate of finger foods next to a yellow and raspberry topped cake."
 },
 {
  "id":404,
  "filename":"000000236914.jpg",
  "caption":"two teddy bears at a table with honey",
  "caption2":"The table has two teddy bears and honey on it.",
  "negative_caption":"Three teddy bears at a table with honey."
 },
 {
  "id":405,
  "filename":"000000472375.jpg",
  "caption":"a brown black and white dog wearing a helmet and a black scooter",
  "caption2":"A dog with a black, brown and white coat, wearing a helmet and riding a black scooter.",
  "negative_caption":"A spotted black and white dog wearing a helmet and a black scooter."
 },
 {
  "id":406,
  "filename":"000000075456.jpg",
  "caption":"A pizza with Canadian bacon and pineapple in a fluted pan.",
  "caption2":"The pizza placed in a fluted pan is covered with Canadian bacon and pineapple.",
  "negative_caption":"A pizza with Canadian bacon and mushrooms in a fluted pan."
 },
 {
  "id":407,
  "filename":"000000222455.jpg",
  "caption":"A filtered image of a microwave available to use in a store. ",
  "caption2":"A picture of a microwave that can be used in a store, which has been filtered.",
  "negative_caption":"A clear image of a microwave available to use in a store."
 },
 {
  "id":408,
  "filename":"000000056127.jpg",
  "caption":"A picture of a restaurant interior is taken through a fish-eye lens.",
  "caption2":"The image of the restaurant's interior is captured using a fish-eye lens.",
  "negative_caption":"A picture of a restaurant interior is taken through a normal lens."
 },
 {
  "id":409,
  "filename":"000000426329.jpg",
  "caption":"some frosted cakes with little decorations on top in a display case for sale",
  "caption2":"The display case contains a selection of cakes that have been frosted and adorned with small decorations, arranged for sale.",
  "negative_caption":"Some frosted cakes with big decorations on top in a display case for sale."
 },
 {
  "id":410,
  "filename":"000000319721.jpg",
  "caption":"A person stands beside a large brown horse.",
  "caption2":"A large brown horse stands beside a person.",
  "negative_caption":"A person stands beside a large white horse."
 },
 {
  "id":411,
  "filename":"000000471991.jpg",
  "caption":"The large room has wooden counters with chairs behind them on both sides.",
  "caption2":"The wooden counters with chairs behind them are positioned on both sides of the large room.",
  "negative_caption":"The large room has glass counters with chairs behind them on both sides."
 },
 {
  "id":412,
  "filename":"000000232684.jpg",
  "caption":"A person uses a laptop in an otherwise dark room.",
  "caption2":"In a room that is otherwise dark, a person uses a laptop.",
  "negative_caption":"A person uses a laptop in an otherwise bright room."
 },
 {
  "id":413,
  "filename":"000000578500.jpg",
  "caption":"A living room with the walls painted orange-red color.  ",
  "caption2":"The walls of a living room are painted in an orange-red color.",
  "negative_caption":"A living room with the walls painted blue color."
 },
 {
  "id":414,
  "filename":"000000291490.jpg",
  "caption":"A kitten on a bad with its arm stretched out toward the camera",
  "caption2":"The kitten is positioned on a bed with its arm extended towards the camera.",
  "negative_caption":"A puppy on a bed with its arm stretched out toward the camera."
 },
 {
  "id":415,
  "filename":"000000053994.jpg",
  "caption":"A parking meter is on a sidewalk next to some green bushes.",
  "caption2":"A parking meter is situated adjacent to some green bushes on a sidewalk.",
  "negative_caption":"A parking meter is on a sidewalk next to some dead bushes."
 },
 {
  "id":416,
  "filename":"000000031050.jpg",
  "caption":"The vase is holding an arrangement of dried vines. ",
  "caption2":"The arrangement of dried vines is being held by the vase.",
  "negative_caption":"The vase is holding an arrangement of fresh vines."
 },
 {
  "id":417,
  "filename":"000000034139.jpg",
  "caption":"a huge suitcase with a bunch of stickers on it",
  "caption2":"A large suitcase with numerous stickers adorning its surface.",
  "negative_caption":"A tiny suitcase with a bunch of stickers on it."
 },
 {
  "id":418,
  "filename":"000000054593.jpg",
  "caption":"A young person holding a bat on top of a baseball field.",
  "caption2":"A young person is on top of a baseball field holding a bat.",
  "negative_caption":"An elderly person holding a bat on top of a baseball field."
 },
 {
  "id":419,
  "filename":"000000104572.jpg",
  "caption":"A bathroom with orange decorated wallpaper and a mirror.",
  "caption2":"The bathroom has a a mirror and orange-colored wallpaper.",
  "negative_caption":"A bathroom with orange plain wallpaper and a mirror."
 },
 {
  "id":420,
  "filename":"000000414170.jpg",
  "caption":"some snow skiers one in a blue jacket the other white",
  "caption2":"The snow skiers where one is in a white jacket and the other in a blue jacket.",
  "negative_caption":"Some snow skiers, one in a blue jacket and the other in black."
 },
 {
  "id":421,
  "filename":"000000483667.jpg",
  "caption":"A person with a top hat and a red tie.",
  "caption2":"The person is wearing a red tie and a top hat.",
  "negative_caption":"A person with a top hat and a blue tie."
 },
 {
  "id":422,
  "filename":"000000142092.jpg",
  "caption":"An overhead view of a pizza on a pizza stone.",
  "caption2":"The pizza is positioned on top of the pizza stone in an overhead view.",
  "negative_caption":"A sideways view of a pizza on a pizza stone."
 },
 {
  "id":423,
  "filename":"000000284282.jpg",
  "caption":"An old blender is sitting next to a printer.",
  "caption2":"The printer is positioned adjacent to the old blender.",
  "negative_caption":"A brand new blender is sitting next to a printer."
 },
 {
  "id":424,
  "filename":"000000493286.jpg",
  "caption":"The restored old time car is parked near a four engine airplane.",
  "caption2":"The four-engine airplane is parked close to the restored old-time car.",
  "negative_caption":"A damaged old time car is parked near a four engine airplane."
 },
 {
  "id":425,
  "filename":"000000227686.jpg",
  "caption":"A bridled mule stands in front of trees and leaves. ",
  "caption2":"The trees and leaves are positioned behind a mule that is bridled.",
  "negative_caption":"An unbridled mule stands in front of trees and leaves."
 },
 {
  "id":426,
  "filename":"000000067180.jpg",
  "caption":"A person is sitting on an old wooden bench.",
  "caption2":"The old wooden bench is positioned beneath the person.",
  "negative_caption":"A person is sitting on an old metal bench."
 },
 {
  "id":427,
  "filename":"000000221291.jpg",
  "caption":"A little kid standing in the grass with a kite in the sky in the background.",
  "caption2":"A little kid with a kite in the sky as background is standing in the grass.",
  "negative_caption":"A tall kid standing in the grass with a kite in the sky in the background."
 },
 {
  "id":428,
  "filename":"000000322844.jpg",
  "caption":"A teddy bear and a stuffed fish set next to each other.",
  "caption2":"The the stuffed fish and the teddy bear are positioned adjacent to each other.",
  "negative_caption":"A teddy bear and a realistic fish set next to each other."
 },
 {
  "id":429,
  "filename":"000000089670.jpg",
  "caption":"a two tier cake with some frosting and strawberries in the middle ",
  "caption2":"The cake has two tiers, with strawberries and frosting placed in the middle.",
  "negative_caption":"A three tier cake with some frosting and strawberries in the middle."
 },
 {
  "id":430,
  "filename":"000000383386.jpg",
  "caption":"Stuffed toy bear with rubber green turtle displayed next to chair.",
  "caption2":"next to the chair, the rubber green turtle and the stuffed toy bear are positioned for display.",
  "negative_caption":"Stuffed toy bear with plastic green turtle displayed next to chair."
 },
 {
  "id":431,
  "filename":"000000476258.jpg",
  "caption":"A person with a helmet on riding on an electrical skateboard. ",
  "caption2":"A person is riding an electrical skateboard with their helmet on .",
  "negative_caption":"A person with a helmet on riding on a non-motorized skateboard."
 },
 {
  "id":432,
  "filename":"000000051598.jpg",
  "caption":"A door is open to a white bathroom that has a black garbage back on the floor.",
  "caption2":"The white bathroom has a black garbage bin on the floor, and the door is open.",
  "negative_caption":"A door is closed to a white bathroom that has a black garbage back on the floor."
 },
 {
  "id":433,
  "filename":"000000390555.jpg",
  "caption":"The black and white photograph of a classroom of schoolchildren is a bit out of focus on the right side of the picture.",
  "caption2":"The photograph of a classroom of schoolchildren in black and white that is slightly blurred on the right side of the image.",
  "negative_caption":"The black and white photograph of a classroom of schoolchildren is sharp and clear."
 },
 {
  "id":434,
  "filename":"000000308394.jpg",
  "caption":"An older person riding a train while sitting under it's window.",
  "caption2":"An older person is seated under the window of a train while riding it.",
  "negative_caption":"A younger person riding a train while sitting under its window."
 },
 {
  "id":435,
  "filename":"000000511321.jpg",
  "caption":"Two long boats are sailing near a large bridge. ",
  "caption2":"A couple of short boats are sailing close to a large bridge.",
  "negative_caption":"Two short boats are sailing near a large bridge."
 },
 {
  "id":436,
  "filename":"000000473237.jpg",
  "caption":"Small child in green shirt holding a slice of pizza to their face. ",
  "caption2":"The little child holding a slice of pizza in front of their face is wearing a green shirt.",
  "negative_caption":"Small child in purple shirt holding a slice of pizza to their face."
 },
 {
  "id":437,
  "filename":"000000378605.jpg",
  "caption":"A chocolate frosted donut on a plate with a cup of coffee and a penguin napkin holder. ",
  "caption2":"The donut frosted with chocolate is on the plate with a penguin napkin holder and a cup of coffee.",
  "negative_caption":"A vanilla frosted donut on a plate with a cup of coffee and a penguin napkin holder."
 },
 {
  "id":438,
  "filename":"000000366611.jpg",
  "caption":"A dog chewing on top of a large white ball.",
  "caption2":"Top of a small white ball is being chewed by the dog.",
  "negative_caption":"A dog chewing on top of a small white ball."
 },
 {
  "id":439,
  "filename":"000000205776.jpg",
  "caption":"A big brown bear asleep in a hammock.",
  "caption2":"A big bear that is brown in color is sleeping inside a hammock.",
  "negative_caption":"A tiny brown bear asleep in a hammock."
 },
 {
  "id":440,
  "filename":"000000163257.jpg",
  "caption":"A person in a florescent green hoodie holding a fuchsia umbrella.  ",
  "caption2":"A person holding a fuchsia umbrella is in a florescent green hoodie.",
  "negative_caption":"A person in a dull green hoodie holding a fuchsia umbrella."
 },
 {
  "id":441,
  "filename":"000000271997.jpg",
  "caption":"A young person wearing a suit and neck tie.",
  "caption2":"The young individual is wearing a suit along with a neck tie.",
  "negative_caption":"A middle-aged person wearing a suit and neck tie."
 },
 {
  "id":442,
  "filename":"000000176446.jpg",
  "caption":"a rock like table with a notebook and pen on it",
  "caption2":"A notebook and a pen are placed on a table looking like a rock.",
  "negative_caption":"A smooth table with a notebook and pen on it."
 },
 {
  "id":443,
  "filename":"000000102644.jpg",
  "caption":"A bathroom with a glass shower door, a toilet and a towel handle.",
  "caption2":"A bathroom consists of a a toilet, a glass shower door, and a towel handle.",
  "negative_caption":"A bathroom with a metal shower door, a toilet and a towel handle."
 },
 {
  "id":444,
  "filename":"000000452122.jpg",
  "caption":"A large white airplane flies in the gray sky.",
  "caption2":"A large white airplane is flying in the sky which is gray.",
  "negative_caption":"A large white airplane flies in the blue sky."
 },
 {
  "id":445,
  "filename":"000000025393.jpg",
  "caption":"Two people standing on the street wearing a suit and tie",
  "caption2":"A couple of individuals, both wearing a suit and a tie are standing on the street.",
  "negative_caption":"Two people standing on the street wearing casual clothes."
 },
 {
  "id":446,
  "filename":"000000473974.jpg",
  "caption":"A herd of zebra are grazing on tall dry grass.",
  "caption2":"The tall dry grass is being grazed on by a herd of zebras.",
  "negative_caption":"A herd of giraffe are grazing on tall dry grass."
 },
 {
  "id":447,
  "filename":"000000352684.jpg",
  "caption":"A professionally dressed person poses for the camera.",
  "caption2":"A person posing for the camera is dressed in a professional manner.",
  "negative_caption":"A casually dressed person poses for the camera."
 },
 {
  "id":448,
  "filename":"000000137246.jpg",
  "caption":"A person holding a hot dog on the street.",
  "caption2":"A person on the street is holding a hot dog.",
  "negative_caption":"A person holding a cold dog on the street."
 },
 {
  "id":449,
  "filename":"000000578093.jpg",
  "caption":"a white yellow and blue train at an empty train station",
  "caption2":"A train with yellow, white, and blue colors is located at a train station that is empty.",
  "negative_caption":"A black yellow and blue train at an empty train station."
 },
 {
  "id":450,
  "filename":"000000085478.jpg",
  "caption":"There is a polar bear swimming in the water.",
  "caption2":"The polar bear that is swimming in the water is shown.",
  "negative_caption":"There is a grizzly bear swimming in the water."
 },
 {
  "id":451,
  "filename":"000000545826.jpg",
  "caption":"A black cat with white paws is standing among some wooden boards and a toy.",
  "caption2":"among some wooden boards and a toy, the black cat with white paws is positioned.",
  "negative_caption":"A black cat with pink paws is standing among some wooden boards and a toy."
 },
 {
  "id":452,
  "filename":"000000008277.jpg",
  "caption":"A plate of shredded chicken with a broccoli cheese sauce.",
  "caption2":"The shredded chicken topped with a broccoli cheese sauce is positioned on top of the plate.",
  "negative_caption":"A plate of whole chicken with a broccoli cheese sauce."
 },
 {
  "id":453,
  "filename":"000000217957.jpg",
  "caption":"A clock is shown with gold detailing around it.",
  "caption2":"The displayed clock has detailing in gold around it.",
  "negative_caption":"A clock is shown with silver detailing around it."
 },
 {
  "id":454,
  "filename":"000000187271.jpg",
  "caption":"An old fashioned refrigerator sitting in front of wooden cabinets.",
  "caption2":"The wooden cabinets are positioned behind the old fashioned refrigerator.",
  "negative_caption":"An old fashioned refrigerator sitting in front of glass cabinets."
 },
 {
  "id":455,
  "filename":"000000184384.jpg",
  "caption":"A plate of blueberry coffee cake with butter and an orange slice on a table with breakfast foods.",
  "caption2":"The table has a plate with an orange slice and a blueberry coffee cake with butter on it, along with other breakfast foods.",
  "negative_caption":"A plate of chocolate coffee cake with butter and an orange slice on a table with breakfast foods."
 },
 {
  "id":456,
  "filename":"000000461405.jpg",
  "caption":"A group of sheep in a grassy area with trees in the back ground.",
  "caption2":"A herd of sheep is situated in a grassy area with trees as the background.",
  "negative_caption":"A group of sheep in a rocky area with trees in the back ground."
 },
 {
  "id":457,
  "filename":"000000508101.jpg",
  "caption":"there are two people in an odd looking boat ",
  "caption2":"The boat is an odd-looking vessel with two individuals inside.",
  "negative_caption":"There are three people in an odd looking boat."
 },
 {
  "id":458,
  "filename":"000000334006.jpg",
  "caption":"a large blue truck is driving down the street",
  "caption2":"A truck that is blue and large is driving down the street.",
  "negative_caption":"A large red truck is driving down the street."
 },
 {
  "id":459,
  "filename":"000000131379.jpg",
  "caption":"The browned cracked crust of a baked berry pie.",
  "caption2":"The baked berry pie has a browned and cracked crust.",
  "negative_caption":"The browned smooth crust of a baked berry pie."
 },
 {
  "id":460,
  "filename":"000000033638.jpg",
  "caption":"A person preparing food on a large old oven.",
  "caption2":"A person is preparing food on a old oven that is large.",
  "negative_caption":"A person preparing food on a small old oven."
 },
 {
  "id":461,
  "filename":"000000107226.jpg",
  "caption":"People race on wheeled vehicles towed by a group of husky dogs.",
  "caption2":"The group of husky dogs is towing wheeled vehicles on which individuals are racing.",
  "negative_caption":"People race on sled vehicles towed by a group of husky dogs."
 },
 {
  "id":462,
  "filename":"000000501523.jpg",
  "caption":"A black cat that is sitting in a sink.",
  "caption2":"A black cat is positioned sitting in a sink.",
  "negative_caption":"A calico cat that is sitting in a sink."
 },
 {
  "id":463,
  "filename":"000000441586.jpg",
  "caption":"A person standing on a vehicle with two large wheels.",
  "caption2":"A person is standing on a two large wheeled vehicle.",
  "negative_caption":"A person standing on a vehicle with two small wheels."
 },
 {
  "id":464,
  "filename":"000000251065.jpg",
  "caption":"The small bathroom has a toilet with a black seat.",
  "caption2":"The toilet with a black seat is located in the small bathroom.",
  "negative_caption":"The small bathroom has a toilet with a white seat."
 },
 {
  "id":465,
  "filename":"000000203317.jpg",
  "caption":"A red bike is parked outside of a barred window.",
  "caption2":"The bike in red color is parked outside the barred window.",
  "negative_caption":"A red bike is parked outside of an unbarred window."
 },
 {
  "id":466,
  "filename":"000000374369.jpg",
  "caption":"The skier is on the flat with front ski edges together and holding ski poles.",
  "caption2":"The skier with the front ski edges touching and holding ski poles is positioned on the flat surface.",
  "negative_caption":"The skier is on the sloped with front ski edges together and holding ski poles."
 },
 {
  "id":467,
  "filename":"000000580757.jpg",
  "caption":"A red, white and blue fire hydrant on a city sidewalk.",
  "caption2":"A fire hydrant with the colors white, red, and blue is positioned on a city sidewalk.",
  "negative_caption":"A green, white and blue fire hydrant on a city sidewalk."
 },
 {
  "id":468,
  "filename":"000000453584.jpg",
  "caption":"A red bench on a slanted floor has the Coca-Cola symbol on it.",
  "caption2":"The Coca-Cola symbol is on a red bench that is positioned on a slanted floor.",
  "negative_caption":"A red bench on a flat floor has the Coca-Cola symbol on it."
 },
 {
  "id":469,
  "filename":"000000221017.jpg",
  "caption":"A rooster is walking on a grassy beach.",
  "caption2":"The rooster is walking on a beach covered with grass.",
  "negative_caption":"A rooster is walking on a sandy beach."
 },
 {
  "id":470,
  "filename":"000000476215.jpg",
  "caption":"A person standing behind two brown horses on a dirt field.",
  "caption2":"A person is positioned on a dirt field behind a couple of brown horses.",
  "negative_caption":"A person standing behind two brown horses on a green field."
 },
 {
  "id":471,
  "filename":"000000536947.jpg",
  "caption":"The garage is littered with garbage on the floor. ",
  "caption2":"The garbage on the floor of the garage is scattered throughout the space.",
  "negative_caption":"The garage is organized with tools neatly arranged on the shelves."
 },
 {
  "id":472,
  "filename":"000000284445.jpg",
  "caption":"A very crowded sidewalk with a crooked light pole.",
  "caption2":"A crooked light pole is located on the crowded sidewalk .",
  "negative_caption":"An empty sidewalk with a crooked light pole."
 },
 {
  "id":473,
  "filename":"000000572678.jpg",
  "caption":"A white room with a large window and a glass dining table and white chairs.",
  "caption2":"A room painted in white contains a large window, white chairs and dining table made of glass.",
  "negative_caption":"A white room with a large window and a wooden dining table and white chairs."
 },
 {
  "id":474,
  "filename":"000000521282.jpg",
  "caption":"A close up of a clear vase with flowers.",
  "caption2":"A clear vase filled with flowers is shown in a close-up.",
  "negative_caption":"A close up of a tinted vase with flowers."
 },
 {
  "id":475,
  "filename":"000000223959.jpg",
  "caption":"a male tennis player in a white shirt is holding his racket",
  "caption2":"A white-shirted male tennis player is holding his racket.",
  "negative_caption":"A female tennis player in a white shirt is holding her racket."
 },
 {
  "id":476,
  "filename":"000000367680.jpg",
  "caption":"A horse and cart are stopped on a busy street.",
  "caption2":"A horse along with the cart is positioned on a buzzing street.",
  "negative_caption":"A horse and cart are stopped on a quiet street."
 },
 {
  "id":477,
  "filename":"000000537153.jpg",
  "caption":"A couple of people sitting on top of a wooden bench.",
  "caption2":"Two individuals are positioned on a wooden bench.",
  "negative_caption":"A couple of people sitting on top of a metal bench."
 },
 {
  "id":478,
  "filename":"000000370677.jpg",
  "caption":"Three people in work uniforms and visors standing together in front of various types of donuts.",
  "caption2":"Three individuals in work attire and protective eyewear are standing together in front of a variety of donuts.",
  "negative_caption":"Three people in casual uniforms and visors standing together in front of various types of donuts."
 },
 {
  "id":479,
  "filename":"000000088269.jpg",
  "caption":"A plate holding a grilled cheese sandwich and bowl of soup.",
  "caption2":"A grilled cheese sandwich and bowl of soup are placed on a plate.",
  "negative_caption":"A plate holding a grilled vegan sandwich and bowl of soup."
 },
 {
  "id":480,
  "filename":"000000206411.jpg",
  "caption":"A hand holding a spraying hose to a toilet bowl in a small toilet stall.",
  "caption2":"In a small toilet stall, a hand is holding a spraying hose and pointing it towards a toilet bowl.",
  "negative_caption":"A hand holding a spraying hose to a toilet bowl in a spacious toilet stall."
 },
 {
  "id":481,
  "filename":"000000236784.jpg",
  "caption":"Two dogs are lying on the brown couch. ",
  "caption2":"The brown couch has two dogs lying on it.",
  "negative_caption":"Several dogs are lying on the brown couch."
 },
 {
  "id":482,
  "filename":"000000251065.jpg",
  "caption":"A white toilet with a black seat sitting in a small stall.",
  "caption2":"A black seat is positioned on top of a white toilet, which is situated within a small stall.",
  "negative_caption":"A pink toilet with a black seat sitting in a small stall."
 },
 {
  "id":483,
  "filename":"000000320664.jpg",
  "caption":"Traditional American comfort food arranged on a plate",
  "caption2":"The plate contains American traditional comfort food.",
  "negative_caption":"Traditional Indian comfort food arranged on a plate."
 },
 {
  "id":484,
  "filename":"000000080340.jpg",
  "caption":"a small child wearing a tie and holding a suitcase with other people in the background",
  "caption2":"A small child, holding a suitcase and wearing a tie, is surrounded by other people in the background.\"",
  "negative_caption":"A tall child wearing a tie and holding a suitcase with other people in the background."
 },
 {
  "id":485,
  "filename":"000000123321.jpg",
  "caption":"This is a broccoli carrot soup with a lot of broth.",
  "caption2":"This is a soup with a lot of broth that contains broccoli and carrots.",
  "negative_caption":"This is a tomato carrot soup with a lot of broth."
 },
 {
  "id":486,
  "filename":"000000194875.jpg",
  "caption":"A street scene with motorcycles parked along the side of the road with people dining outside.",
  "caption2":"A picture of a street with people dining outside with motorcycles parked along the side of the road.",
  "negative_caption":"A street scene with motorcycles moving along the road with people dining outside."
 },
 {
  "id":487,
  "filename":"000000410428.jpg",
  "caption":"Sheep are on a grassy field and one of them is a white and black baby.",
  "caption2":"One of the sheep is a white and black baby in a herd of sheep that are on the grassy field.",
  "negative_caption":"Sheep are on a rocky field and one of them is a white and black baby."
 },
 {
  "id":488,
  "filename":"000000190756.jpg",
  "caption":"a person in mid air while riding a motor bike",
  "caption2":"A person is riding a motor bike in mid-air.",
  "negative_caption":"A person in mid air while riding a bicycle."
 },
 {
  "id":489,
  "filename":"000000296224.jpg",
  "caption":"A close up view of a very big pretty city bus.",
  "caption2":"A zoomed in image of a city bus that is large and attractive.",
  "negative_caption":"A distant view of a very big pretty city bus."
 },
 {
  "id":490,
  "filename":"000000308430.jpg",
  "caption":"Someone is cooking a vegtable stir fry for dinner",
  "caption2":"Someone is preparing a stir fry of vegetables for dinner.",
  "negative_caption":"Someone is cooking a meat stir fry for dinner."
 },
 {
  "id":491,
  "filename":"000000191013.jpg",
  "caption":"A large clock fixed to a building as vehicles pass by.",
  "caption2":"A building with a large clock fixed to has vehicles passing by.",
  "negative_caption":"A small clock fixed to a building as vehicles pass by."
 },
 {
  "id":492,
  "filename":"000000236914.jpg",
  "caption":"Two stuffed bears are positioned at a table with a jar of honey",
  "caption2":"The jar of honey is positioned on a table with two stuffed bears.",
  "negative_caption":"Two realistic bears are positioned at a table with a jar of honey."
 },
 {
  "id":493,
  "filename":"000000557501.jpg",
  "caption":"A bathroom is very colorful with blue yellow and red.",
  "caption2":"The bathroom is adorned with a vibrant color palette featuring yellow, blue, and red.",
  "negative_caption":"A bathroom is very drab with blue, yellow, and red."
 },
 {
  "id":494,
  "filename":"000000261116.jpg",
  "caption":"An empty plate with a fork is shown in between two children.",
  "caption2":"The plate which is empty along with a fork is positioned between two children.",
  "negative_caption":"A full plate with a fork is shown in between two children."
 },
 {
  "id":495,
  "filename":"000000382088.jpg",
  "caption":"a white horse that is standing next to a fence",
  "caption2":"A white colored horse is standing adjacent to a fence.",
  "negative_caption":"A brown horse that is standing next to a fence."
 },
 {
  "id":496,
  "filename":"000000003845.jpg",
  "caption":"A dinner plate that has white steamed rice with stir fry vegetables and chicken.",
  "caption2":"A dinner plate is filled with steamed white rice, chicken and stir-fried vegetables.",
  "negative_caption":"A dinner plate that has multicolored steamed rice with stir fry vegetables and chicken."
 },
 {
  "id":497,
  "filename":"000000006818.jpg",
  "caption":"a couple of buckets in a white room",
  "caption2":"A white room contains two buckets.",
  "negative_caption":"A couple of buckets in a black room."
 },
 {
  "id":498,
  "filename":"000000096493.jpg",
  "caption":"a kid is wearing a blanket on a coach",
  "caption2":"The kid is on a coach wearing a blanket.",
  "negative_caption":"A kid is wearing a striped shirt on a coach."
 },
 {
  "id":499,
  "filename":"000000340175.jpg",
  "caption":" a living room with a big table next to a book shelf ",
  "caption2":"The book shelf is adjacent to the large table in the living room.",
  "negative_caption":"A living room with a small table next to a book shelf."
 },
 {
  "id":500,
  "filename":"000000398237.jpg",
  "caption":"A child with various yard decorations some of which look like fish.",
  "caption2":"The child has several yard decorations where some of them resemble fish.",
  "negative_caption":"A child with various yard decorations some of which look like birds."
 },
 {
  "id":501,
  "filename":"000000501523.jpg",
  "caption":"A black cat sits in a white bathroom sink.",
  "caption2":"The white bathroom sink contains the black cat sitting in it.",
  "negative_caption":"An orange cat sits in a white bathroom sink."
 },
 {
  "id":502,
  "filename":"000000448076.jpg",
  "caption":"A group of people wait in a red reception area.",
  "caption2":"A group of individuals are gathered in a red reception area, waiting.",
  "negative_caption":"A group of people wait in a blue reception area."
 },
 {
  "id":503,
  "filename":"000000332570.jpg",
  "caption":"A person holding a smart device in their left  hand.",
  "caption2":"The smart device is held in the left hand of the person.",
  "negative_caption":"A person holding a smart device in their right hand."
 },
 {
  "id":504,
  "filename":"000000057238.jpg",
  "caption":"A kitchen has a plain white fridge in the corner. ",
  "caption2":"The fridge which is plain and white is positioned in the corner of the kitchen.",
  "negative_caption":"A kitchen has a fancy white fridge in the corner."
 },
 {
  "id":505,
  "filename":"000000005060.jpg",
  "caption":"A person in green shirt with cellphone reflecting in a mirror.",
  "caption2":"A person reflected in the mirror is in a green shirt and with a cellphone.",
  "negative_caption":"A person in a red shirt with cellphone reflecting in a mirror."
 },
 {
  "id":506,
  "filename":"000000368940.jpg",
  "caption":"A white sink with a black cabinet underneath it.",
  "caption2":"The black cabinet is positioned underneath the white sink.",
  "negative_caption":"A white sink with a gray cabinet underneath it."
 },
 {
  "id":507,
  "filename":"000000174004.jpg",
  "caption":"A yellow truck is sitting in high grass. ",
  "caption2":"The truck that is yellow in color is positioned in high grass.",
  "negative_caption":"A purple truck is sitting in high grass."
 },
 {
  "id":508,
  "filename":"000000091654.jpg",
  "caption":"The asian dish is filled with several different ingredients.",
  "caption2":"The dish that is asian is filled with several types of ingredients.",
  "negative_caption":"The Mexican dish is filled with several different ingredients."
 },
 {
  "id":509,
  "filename":"000000226903.jpg",
  "caption":"A bunch of different foods on display on  a counter.",
  "caption2":"A variety of foods are displayed on a counter.",
  "negative_caption":"A bunch of similar foods on display on a counter."
 },
 {
  "id":510,
  "filename":"000000502732.jpg",
  "caption":"A two door, stainless steel refrigerator under a wine cabinet",
  "caption2":"A stainless steel refrigerator with two doors is positioned under a wine cabinet.",
  "negative_caption":"A three door, stainless steel refrigerator under a wine cabinet."
 },
 {
  "id":511,
  "filename":"000000376442.jpg",
  "caption":"A black stuffed animal sitting on top of a toilet in a bathroom stall with blue floor tile. ",
  "caption2":"A stuffed animal, black in color, is positioned on top of a toilet, which is located within a bathroom stall with blue floor tiles.",
  "negative_caption":"A black stuffed animal sitting on top of a toilet in a bathroom stall with pink floor tile."
 },
 {
  "id":512,
  "filename":"000000410510.jpg",
  "caption":"A young person playing tennis as seen from above.",
  "caption2":"Aerial view of an young individual playing tennis.",
  "negative_caption":"An old person playing tennis as seen from above."
 },
 {
  "id":513,
  "filename":"000000225532.jpg",
  "caption":"A highway with a green exit sign and a yellow traffic sign. ",
  "caption2":"an yellow traffic sign and a green exit sign are on the highway.",
  "negative_caption":"A highway with a green exit sign and a red traffic sign."
 },
 {
  "id":514,
  "filename":"000000301563.jpg",
  "caption":"The person is skiing down the snowy slopes.",
  "caption2":"A skier is skiing down the slopes covered with snow.",
  "negative_caption":"The person is skiing down the bare slopes."
 },
 {
  "id":515,
  "filename":"000000336309.jpg",
  "caption":"a large passenger airplane flying through a cloudy sky",
  "caption2":"A large passenger airplane is flying through a sky filled with clouds.",
  "negative_caption":"A large passenger airplane flying through a clear sky."
 },
 {
  "id":516,
  "filename":"000000206027.jpg",
  "caption":"A slice of pizza with a swirl of sauce on top.",
  "caption2":"a swirl of sauce on the top of a pizza slice.",
  "negative_caption":"A slice of pizza with a dollop of sauce on top."
 },
 {
  "id":517,
  "filename":"000000429011.jpg",
  "caption":"Two toy vehicles and a police box are set up in a street scene.",
  "caption2":"In a street scene, a police box and two toy vehicles are positioned in a specific arrangement.",
  "negative_caption":"Two real vehicles and a police box are set up in a street scene."
 },
 {
  "id":518,
  "filename":"000000078915.jpg",
  "caption":"A tennis player hits a high ball in front of an audience.",
  "caption2":"The audience is in front of the tennis player who hits a high ball.",
  "negative_caption":"A tennis player hits a low ball in front of an audience."
 },
 {
  "id":519,
  "filename":"000000424551.jpg",
  "caption":"a person is going up a snow covered mountain",
  "caption2":"A person is ascending a mountain that is covered in snow.",
  "negative_caption":"A person is going up a rocky mountain."
 },
 {
  "id":520,
  "filename":"000000122745.jpg",
  "caption":"A red stop sign sitting on the side of a dark road.",
  "caption2":"A red stop sign is positioned on the side of a dark path.",
  "negative_caption":"A red stop sign sitting on the side of a bright road."
 },
 {
  "id":521,
  "filename":"000000238866.jpg",
  "caption":"A rack topped with glazed donuts sitting side by side.",
  "caption2":"The glazed donuts are positioned on top of the rack, with each donut sitting next to one another.",
  "negative_caption":"A rack topped with plain donuts sitting side by side."
 },
 {
  "id":522,
  "filename":"000000363207.jpg",
  "caption":"The bride and groom stand behind a square, multi-layer wedding cake.",
  "caption2":"The square shaped wedding cake with multiple layers is positioned in front of the bride and the groom.",
  "negative_caption":"The bride and groom stand behind a square, simple wedding cake."
 },
 {
  "id":523,
  "filename":"000000564133.jpg",
  "caption":"African elephants file through dry grass and shrub growth.",
  "caption2":"Dry grass and shrub growth are traversed by African elephants.",
  "negative_caption":"African elephants file through lush grass and shrub growth."
 },
 {
  "id":524,
  "filename":"000000284623.jpg",
  "caption":"A black cat sitting inside a bathroom sink",
  "caption2":"The bathroom sink contains a black cat sitting inside it.",
  "negative_caption":"An orange cat sitting inside a bathroom sink."
 },
 {
  "id":525,
  "filename":"000000123131.jpg",
  "caption":"A large black truck in a parking lot",
  "caption2":"A large truck that is black is parked in a lot.",
  "negative_caption":"A small black truck in a parking lot."
 },
 {
  "id":526,
  "filename":"000000087470.jpg",
  "caption":"a big heard of cows walking down a road in a row with green tags on their ears",
  "caption2":"A large group of cows with green tags on their ears is walking down a road in a single file.",
  "negative_caption":"A big heard of cows walking down a road in a row with yellow tags on their ears."
 },
 {
  "id":527,
  "filename":"000000163257.jpg",
  "caption":"A person in a neon green shirt and black pants holding a pink umbrella.",
  "caption2":"A person holding a pink umbrella is wearing black pants and a neon green shirt",
  "negative_caption":"A person in a neon green shirt and black pants holding a yellow umbrella."
 },
 {
  "id":528,
  "filename":"000000156643.jpg",
  "caption":"A person cuting a piece of cake while a person in costume stands behind him.",
  "caption2":"A person in costume stands behind a person who is cutting a piece of cake.",
  "negative_caption":"A person decorating a piece of cake while a person in costume stands behind him."
 },
 {
  "id":529,
  "filename":"000000080057.jpg",
  "caption":"A teddy bear with a hammer next to a peg board toy.",
  "caption2":"The teddy bear positioned next to the peg board toy is holding a hammer.",
  "negative_caption":"A plastic bear with a hammer next to a peg board toy."
 },
 {
  "id":530,
  "filename":"000000361238.jpg",
  "caption":"a person in a black jacket and a pizza.",
  "caption2":"A person holding the pizza is wearing a black jacket.",
  "negative_caption":"A person in a colorful jacket and a pizza."
 },
 {
  "id":531,
  "filename":"000000092839.jpg",
  "caption":"a white polar bear is laying down in its pen",
  "caption2":"The polar bear which is white in color is lying down in its pen.",
  "negative_caption":"A black polar bear is laying down in its pen."
 },
 {
  "id":532,
  "filename":"000000396274.jpg",
  "caption":"Several broccoli plants planted next to a wall.",
  "caption2":"Many broccoli plants are positioned adjacent to the wall.",
  "negative_caption":"A single broccoli plant planted next to a wall."
 },
 {
  "id":533,
  "filename":"000000177934.jpg",
  "caption":"Young women washing motor cycles in the middle of a street.",
  "caption2":"Young women are in the center of a street washing motor cycles.",
  "negative_caption":"Elderly women washing motor cycles in the middle of a street."
 },
 {
  "id":534,
  "filename":"000000530854.jpg",
  "caption":"Several umbrellas in different styles can be seen with rain on them.",
  "caption2":"Rain on Several umbrellas in various styles can be seen.",
  "negative_caption":"Several umbrellas in identical styles can be seen with rain on them."
 },
 {
  "id":535,
  "filename":"000000172547.jpg",
  "caption":"A grassy hill side with some animals in the distance ",
  "caption2":"some animals in the distance on a hillside filled with grass.",
  "negative_caption":"A rocky hill side with some animals in the distance."
 },
 {
  "id":536,
  "filename":"000000341719.jpg",
  "caption":"A group of people riding skis across a snow covered slope.",
  "caption2":"A group of individuals on skis is moving across a slope covered with snow.",
  "negative_caption":"A solitary person riding skis across a snow covered slope."
 },
 {
  "id":537,
  "filename":"000000064462.jpg",
  "caption":"A female skier stops and poses for a picture",
  "caption2":"A female skier pauses and assumes a position for a photograph.",
  "negative_caption":"A male skier stops and poses for a picture."
 },
 {
  "id":538,
  "filename":"000000274687.jpg",
  "caption":"A bicycle is standing next to a bed in a room.",
  "caption2":"The bed is positioned adjacent to the bicycle in the room.",
  "negative_caption":"A bicycle is lying next to a bed in a room."
 },
 {
  "id":539,
  "filename":"000000271997.jpg",
  "caption":"A photo of a young person in a suit jacket and tie.",
  "caption2":"The photo depicts a young individual wearing a jacket, a suit and a tie.",
  "negative_caption":"A photo of an elderly person in a suit jacket and tie."
 },
 {
  "id":540,
  "filename":"000000128476.jpg",
  "caption":"A display of several elaborately decorated pink and white cakes.",
  "caption2":"A display shows many extravagantly decorated white and pink cakes.",
  "negative_caption":"A display of several plain decorated pink and white cakes."
 },
 {
  "id":541,
  "filename":"000000322724.jpg",
  "caption":"A person leaning on ski spikes on a snowy mountain.",
  "caption2":"A person is on a mountain covered with snow leaning on ski spikes.",
  "negative_caption":"A person leaning on ski spikes on a sunny mountain."
 },
 {
  "id":542,
  "filename":"000000352584.jpg",
  "caption":"A toilet that is made of material with sparkles.",
  "caption2":"A toilet made of sparkling material.",
  "negative_caption":"A toilet that is made of plain material."
 },
 {
  "id":543,
  "filename":"000000418281.jpg",
  "caption":"There are white cows in grassy area with temples in background.",
  "caption2":"The temples are situated in the background of the grassy area with white cows.",
  "negative_caption":"There are black cows in grassy area with temples in background."
 },
 {
  "id":544,
  "filename":"000000049269.jpg",
  "caption":"A brown horse stands over a light colored dog.",
  "caption2":"A light colored dog is positioned below a horse that is brown in color.",
  "negative_caption":"A black horse stands over a light colored dog."
 },
 {
  "id":545,
  "filename":"000000173830.jpg",
  "caption":"A skier crouched and skiing down a slope.",
  "caption2":"The skier is crouched and skiing a slope downward.",
  "negative_caption":"A skier upright and skiing down a slope."
 },
 {
  "id":546,
  "filename":"000000268996.jpg",
  "caption":"A green street sign handing from a black pole with a building in the background",
  "caption2":"The black pole with a green street sign hanging from it is positioned in front of a building in the background.",
  "negative_caption":"A red street sign handing from a black pole with a building in the background."
 },
 {
  "id":547,
  "filename":"000000321214.jpg",
  "caption":"A baby in plaid shirt eating a frosted cake.",
  "caption2":"A baby eating a frosted cake is wearing a plaid shirt.",
  "negative_caption":"A baby in plaid shirt eating a plain cake."
 },
 {
  "id":548,
  "filename":"000000017379.jpg",
  "caption":"a tv in a bathroom mirror next to sinks",
  "caption2":"The TV is positioned adjacent to the sinks in the bathroom mirror.",
  "negative_caption":"A TV in a bathroom mirror far from the sinks."
 },
 {
  "id":549,
  "filename":"000000535578.jpg",
  "caption":"A flock of sheep walking along a grassy hillside grazing.",
  "caption2":"A flock of sheep is grazing while walking along a grassy hillside.",
  "negative_caption":"A flock of sheep walking along a rocky hillside grazing."
 },
 {
  "id":550,
  "filename":"000000544605.jpg",
  "caption":"A street pole with one ways, except deliveries, street and no walking signs.",
  "caption2":"A street pole with different signsincluding one-way traffic, except for deliveries, street, and no walking.",
  "negative_caption":"A street pole with two-way, except deliveries, street and no walking signs."
 },
 {
  "id":551,
  "filename":"000000293044.jpg",
  "caption":"A container that has a packed lunch in it.",
  "caption2":"A container with a packed lunch inside it.",
  "negative_caption":"An empty container that used to have a lunch in it."
 },
 {
  "id":552,
  "filename":"000000166277.jpg",
  "caption":"A cat drinking out of a glass on top of a table.",
  "caption2":"A cat is positioned on top of a table and drinking out of a glass.",
  "negative_caption":"A cat eating out of a glass on top of a table."
 },
 {
  "id":553,
  "filename":"000000273198.jpg",
  "caption":"A person opening a fire hydrant spewing out rusty water into a street.",
  "caption2":"A fire hydrant located on the street spews out a rust-colored flow of water that a person opens.",
  "negative_caption":"A person opening a fire hydrant spewing out clean water into a street."
 },
 {
  "id":554,
  "filename":"000000058636.jpg",
  "caption":"The street signs for Gladys and Detroit streets are attached to a wooden pole.",
  "caption2":"The wooden pole has the street signs for Gladys and Detroit streets attached to it.",
  "negative_caption":"The street signs for Gladys and Detroit streets are attached to a metal pole."
 },
 {
  "id":555,
  "filename":"000000099242.jpg",
  "caption":"An older person downhill skiing down a slope.",
  "caption2":"An elderly person skiing downhill on a slope.",
  "negative_caption":"A young person downhill skiing down a slope."
 },
 {
  "id":556,
  "filename":"000000464089.jpg",
  "caption":"A catcher is ready to catch the ball after it crosses the plate.",
  "caption2":"The ball is positioned above the plate, and a catcher is ready to catch it after it crosses the plate.",
  "negative_caption":"A catcher is not ready to catch the ball after it crosses the plate."
 },
 {
  "id":557,
  "filename":"000000032285.jpg",
  "caption":"A bathroom has yellow walls, brown floors, and a closet in it.",
  "caption2":"The closet is located within the bathroom, which has brown floors and yellow walls.",
  "negative_caption":"A bathroom has yellow walls, white floors, and a closet in it."
 },
 {
  "id":558,
  "filename":"000000092839.jpg",
  "caption":"A large white polar bear sitting on top of a rock.",
  "caption2":"A polar bear which is large and white in color is sitting on a rock.",
  "negative_caption":"A large brown polar bear sitting on top of a rock."
 },
 {
  "id":559,
  "filename":"000000541055.jpg",
  "caption":"A group of young people standing on top of a snow covered slope.",
  "caption2":"A group of young people positioned on top of a slope covered with snow.",
  "negative_caption":"A group of young people standing on top of a green slope."
 },
 {
  "id":560,
  "filename":"000000410880.jpg",
  "caption":"A stuffed bear is sitting outside an eatery.",
  "caption2":"A stuffed bear is sitting at the outside of an eatery..",
  "negative_caption":"An unstuffed bear is sitting outside an eatery."
 },
 {
  "id":561,
  "filename":"000000331352.jpg",
  "caption":"A small closed toilet in a cramped space.",
  "caption2":"A small, enclosed toilet in a confined area.",
  "negative_caption":"A small open toilet in a cramped space."
 },
 {
  "id":562,
  "filename":"000000562121.jpg",
  "caption":"Two zebras in a jungle area fighting in a dirt area.",
  "caption2":"In a jungle area, two zebras are fighting in a dirt area.",
  "negative_caption":"Two zebras in a desert area fighting in a dirt area."
 },
 {
  "id":563,
  "filename":"000000008021.jpg",
  "caption":"a large screen showing a person wearing a suit",
  "caption2":"A person wearing a suit is displayed on a large screen.",
  "negative_caption":"A smaller screen showing a person wearing a suit."
 },
 {
  "id":564,
  "filename":"000000105014.jpg",
  "caption":"A large salad bowl with a fork on the side on a flowered table.",
  "caption2":"A flowered table with a large salad bowl on it and a fork on the side.",
  "negative_caption":"A large salad bowl with a fork on the side on a plain table."
 },
 {
  "id":565,
  "filename":"000000172571.jpg",
  "caption":"A deep dish style pizza with a slice cut out of it next to a glass of white wine.",
  "caption2":"A white wine glass is positioned next to a pizza with a slice cut out of it, which has a deep dish style.",
  "negative_caption":"A shallow dish style pizza with a slice cut out of it next to a glass of white wine."
 },
 {
  "id":566,
  "filename":"000000154947.jpg",
  "caption":"A sheep standing in a dry grass field.",
  "caption2":"A sheep is standing in a field with dried grass.",
  "negative_caption":"A sheep standing in a lush grass field."
 },
 {
  "id":567,
  "filename":"000000530099.jpg",
  "caption":"A calico cat is sitting on the roof of a car at night.",
  "caption2":"The calico cat is positioned on the roof of a car during the night.",
  "negative_caption":"A calico cat is sitting on the roof of a car in the daytime."
 },
 {
  "id":568,
  "filename":"000000426329.jpg",
  "caption":"Several desserts sitting behind a glass window with display cards in front of them.",
  "caption2":"Several desserts with display cards in front of them are positioned behind a glass window.",
  "negative_caption":"A singular dessert sitting behind a glass window with a display card in front of it."
 },
 {
  "id":569,
  "filename":"000000093437.jpg",
  "caption":"An old person standing in a kitchen posing for a picture.",
  "caption2":"An elderly person is posing for a photograph while standing in a kitchen.",
  "negative_caption":"A young person standing in a kitchen posing for a picture."
 },
 {
  "id":570,
  "filename":"000000009483.jpg",
  "caption":"A person in a suit standing next to a control board and computer.",
  "caption2":"A person standing next to a control board and computer is wearing a suit.",
  "negative_caption":"A person in casual clothing standing next to a control board and computer."
 },
 {
  "id":571,
  "filename":"000000559543.jpg",
  "caption":"A cute kid in pink is playing a video game.",
  "caption2":"A cute looking kid in pink playing a video game.",
  "negative_caption":"A cute kid in black is playing a video game."
 },
 {
  "id":572,
  "filename":"000000021167.jpg",
  "caption":"A couple is dressed in black and the male has a drink.",
  "caption2":"The male in the couple is holding a drink and both of them are dressed in black.",
  "negative_caption":"A couple is dressed in yellow and the male has a drink."
 },
 {
  "id":573,
  "filename":"000000546964.jpg",
  "caption":"An elegant room with burgundy and floral furniture. ",
  "caption2":"The room is elegantly furnished with floral furniture and burgundy.",
  "negative_caption":"A cluttered room with burgundy and floral furniture."
 },
 {
  "id":574,
  "filename":"000000176446.jpg",
  "caption":"there is a yellow notebook on a black desk ",
  "caption2":"The black desk has a yellow notebook on it.",
  "negative_caption":"There is a green notebook on a black desk."
 },
 {
  "id":575,
  "filename":"000000057238.jpg",
  "caption":"A corner of a kitchen with a big fridge.",
  "caption2":"A kitchen corner with a large refrigerator.",
  "negative_caption":"A corner of a kitchen with a small fridge."
 },
 {
  "id":576,
  "filename":"000000303818.jpg",
  "caption":"A fish eye view of a bus rounding a curve on a city street.",
  "caption2":"A bus is being viewed from a fish eye perspective as it rounds a curve on a city street.",
  "negative_caption":"A fish eye view of a bus rounding a curve on a rural street."
 },
 {
  "id":577,
  "filename":"000000429281.jpg",
  "caption":"A big bin filled with some ripe yellow bananas.",
  "caption2":"A huge bin is filled with bananas that are yellow and ripe.",
  "negative_caption":"A tiny bin filled with some ripe yellow bananas."
 },
 {
  "id":578,
  "filename":"000000109798.jpg",
  "caption":"A variety of doughnuts sitting on a paper plate.",
  "caption2":"A collection of different variants of doughnuts are placed on a paper plate.",
  "negative_caption":"A uniform set of doughnuts sitting on a paper plate."
 },
 {
  "id":579,
  "filename":"000000240754.jpg",
  "caption":"A small cow in a enclosure with straw on the floor. ",
  "caption2":"A small cow is enclosed in a straw-covered area on the floor.",
  "negative_caption":"A gigantic cow in an enclosure with straw on the floor."
 },
 {
  "id":580,
  "filename":"000000385190.jpg",
  "caption":"a street corner is boarded by painted walls",
  "caption2":"The painted walls surround the street corner.",
  "negative_caption":"A street corner is boarded by unpainted walls."
 },
 {
  "id":581,
  "filename":"000000567640.jpg",
  "caption":"Group of soccer players on field kicking ball.",
  "caption2":"The soccer ball is being kicked by a group of soccer players on the field.",
  "negative_caption":"A solo soccer player on field kicking ball."
 },
 {
  "id":582,
  "filename":"000000523811.jpg",
  "caption":"a bird sitting on a brick of bird food on a pole",
  "caption2":"A bird is perched on a brick of bird food that is situated on a pole.",
  "negative_caption":"A bird flying towards a brick of bird food on a pole."
 },
 {
  "id":583,
  "filename":"000000352584.jpg",
  "caption":"A toilet covered in glitter sitting inside of a room.",
  "caption2":"A room with a toilet covered in glitter sitting inside it.",
  "negative_caption":"A toilet covered in matte sitting inside of a room."
 },
 {
  "id":584,
  "filename":"000000284282.jpg",
  "caption":"A GREEN TABLE WITH A OLD RUSTY BLENDER AND A PRINTER ",
  "caption2":"The printer and a old rusty blender are positioned on a green table.",
  "negative_caption":"A GREEN TABLE WITH A OLD SHINY BLENDER AND A PRINTER."
 },
 {
  "id":585,
  "filename":"000000212559.jpg",
  "caption":"A herd of sheep grazing on a pile of hay.",
  "caption2":"A pile of hay is grazed on by a herd of sheep.",
  "negative_caption":"A herd of sheep sleeping on a pile of hay."
 },
 {
  "id":586,
  "filename":"000000370042.jpg",
  "caption":"there are many vases on the ground in the street",
  "caption2":"Several vases are positioned on the ground in the street.",
  "negative_caption":"There are few vases on the ground in the street."
 },
 {
  "id":587,
  "filename":"000000475678.jpg",
  "caption":"Three rows of luggage of various color and size.",
  "caption2":"Luggage with different sizes and colors are arranged in three rows.",
  "negative_caption":"Three rows of luggage of uniform color and size."
 },
 {
  "id":588,
  "filename":"000000037777.jpg",
  "caption":"The kitchen is clean and ready for us to see.",
  "caption2":"The kitchen is cleaned and prepared to be viewed by us.",
  "negative_caption":"The kitchen is dirty and ready for us to see."
 },
 {
  "id":589,
  "filename":"000000323709.jpg",
  "caption":"A large jet airplane parked next to a domed tower.",
  "caption2":"Adjacent to a domed tower is a large jet airplane parked.",
  "negative_caption":"A large jet airplane parked next to a flat tower."
 },
 {
  "id":590,
  "filename":"000000301867.jpg",
  "caption":"THERE ARE WOMEN THAT ARE LAUGHING UNDER THE UMBRELLA",
  "caption2":"There are women under the umbrella who are laughing.",
  "negative_caption":"There are women that are frowning under the umbrella."
 },
 {
  "id":591,
  "filename":"000000502737.jpg",
  "caption":"A person holds an oddly shaped cookie in front of the camera.",
  "caption2":"A cookie with a strange shape is held by a person in front of the camera.",
  "negative_caption":"A person holds a round cookie in front of the camera."
 },
 {
  "id":592,
  "filename":"000000199551.jpg",
  "caption":"A young kid sleeping on floral printed sheets",
  "caption2":"A young kid is sleeping on sheets that are floral printed.",
  "negative_caption":"A young kid sleeping on stripped sheets."
 },
 {
  "id":593,
  "filename":"000000113403.jpg",
  "caption":"A group of stuffed animals sitting next to each other in bed.",
  "caption2":"A collection of stuffed animals are on a bed positioned adjacent to one another.",
  "negative_caption":"An individual stuffed animal sitting in bed."
 },
 {
  "id":594,
  "filename":"000000031050.jpg",
  "caption":"A vase with various flowers in it on a display case.",
  "caption2":"A display case with a vase containing various flowers in it.",
  "negative_caption":"A vase with uniform flowers in it on a display case."
 },
 {
  "id":595,
  "filename":"000000189310.jpg",
  "caption":"A lime green room with older style furnishings and curtains.",
  "caption2":"The room is decorated with older style furnishings and curtains, and has a lime green color.",
  "negative_caption":"A red room with older style furnishings and curtains."
 },
 {
  "id":596,
  "filename":"000000182021.jpg",
  "caption":"a blurry photo of a baseball player holding a bat ",
  "caption2":"A photo of the baseball player holding a bat is blurry.",
  "negative_caption":"A clear photo of a baseball player holding a bat."
 },
 {
  "id":597,
  "filename":"000000042296.jpg",
  "caption":"A wet dog is playing with a string of balls.",
  "caption2":"A string of balls is being played with by a wet dog.",
  "negative_caption":"A shaggy dog is playing with a string of balls."
 },
 {
  "id":598,
  "filename":"000000122606.jpg",
  "caption":"A front shot of a Crosstown bus is parked on the side of the road. ",
  "caption2":"A photograph taken from the front of a Crosstown bus shows it parked on the side of the road.",
  "negative_caption":"A rear shot of a Crosstown bus is parked on the side of the road."
 },
 {
  "id":599,
  "filename":"000000302165.jpg",
  "caption":"An indoor farm area with cows in individual stations sitting and standing on hay.",
  "caption2":"The cows are positioned in individual stations, sitting and standing on hay in an indoor farm area.",
  "negative_caption":"An outdoor farm area with cows in individual stations sitting and standing on hay."
 },
 {
  "id":600,
  "filename":"000000221708.jpg",
  "caption":"A wood paneled kitchen with dining table and tiled floor.",
  "caption2":"A kitchen with a dining table and a tiled floor, featuring wooden paneling.",
  "negative_caption":"A steel paneled kitchen with dining table and tiled floor."
 },
 {
  "id":601,
  "filename":"000000066523.jpg",
  "caption":"A bed topped with three white pillows covered in a canopy.",
  "caption2":"three white pillows covered in a canopy are placed on top of a bed.",
  "negative_caption":"A bed topped with three black pillows covered in a canopy."
 },
 {
  "id":602,
  "filename":"000000577182.jpg",
  "caption":"A small bird sitting on the back of a wooden bench.",
  "caption2":"A small bird sitting on the back of a bench that is made of wood.",
  "negative_caption":"A small bird sitting on the back of a plastic bench."
 },
 {
  "id":603,
  "filename":"000000476258.jpg",
  "caption":"A person in yellow and black body suit on skateboard.",
  "caption2":"The person on the skateboard is wearing a black and yellow body suit.",
  "negative_caption":"A person in pink and black body suit on skateboard."
 },
 {
  "id":604,
  "filename":"000000273132.jpg",
  "caption":"An old person leans on their back while sitting on an ornate bench.",
  "caption2":"The ornate bench is positioned underneath the old person, who leans on their back while sitting on it.",
  "negative_caption":"An old person leans on their back while sitting on a plain bench."
 },
 {
  "id":605,
  "filename":"000000181303.jpg",
  "caption":"A little kid standing on a field with a kite over the kid's head.",
  "caption2":"A a kite over the head of a small kid who is standing on a field.",
  "negative_caption":"A tall kid standing on a field with a kite over kid's head."
 },
 {
  "id":606,
  "filename":"000000090284.jpg",
  "caption":"A young person swinging a tennis racquet on top of a tennis court.",
  "caption2":"A young individual on top of a tennis court swinging their tennis racquet.",
  "negative_caption":"An elderly person swinging a tennis racquet on top of a tennis court."
 },
 {
  "id":607,
  "filename":"000000136355.jpg",
  "caption":"A vase of flowers on a dining table.",
  "caption2":"A dining table has a vase filled with flowers on top of it.",
  "negative_caption":"A vase of succulent plants on a dining table."
 },
 {
  "id":608,
  "filename":"000000560256.jpg",
  "caption":"A market stand with many different kinds of fruit.",
  "caption2":"A stand at a market with a many varieties of fruits.",
  "negative_caption":"A market stand with many similar kinds of fruit."
 },
 {
  "id":609,
  "filename":"000000226111.jpg",
  "caption":"A street sign prohibiting bicycles, skates, and skateboards.",
  "caption2":"A sign on the street that prohibits skates, bicycles, and skateboards.",
  "negative_caption":"A street sign permitting bicycles, skates, and skateboards."
 },
 {
  "id":610,
  "filename":"000000351810.jpg",
  "caption":"A pile of luggage in a room with two women nearby.",
  "caption2":"In a room with two women nearby, there is a pile of luggage.",
  "negative_caption":"Scattered luggage in a room with two women nearby."
 },
 {
  "id":611,
  "filename":"000000310072.jpg",
  "caption":"A black metal bench with a hat hanging on the back of it. ",
  "caption2":"A bench with a hat hanging on its back is made of metal and is black.",
  "negative_caption":"A green metal bench with a hat hanging on the back of it."
 },
 {
  "id":612,
  "filename":"000000006818.jpg",
  "caption":"A bathroom with no toilets and a red and green bucket. ",
  "caption2":"A bathroom with a green and a red bucket has no toilets.",
  "negative_caption":"A bathroom with no toilets and a blue and green bucket."
 },
 {
  "id":613,
  "filename":"000000239274.jpg",
  "caption":"People are getting off a boat on a rocky island.",
  "caption2":"The boat is docked on a rocky island, and people are disembarking from it.",
  "negative_caption":"People are getting off a boat on a sandy island."
 },
 {
  "id":614,
  "filename":"000000239347.jpg",
  "caption":"The picture of the couple in bed is displayed in the large window.",
  "caption2":"The large window displays the picture of the couple that are in bed.",
  "negative_caption":"The picture of the couple in bed is displayed in the small window."
 },
 {
  "id":615,
  "filename":"000000378605.jpg",
  "caption":"a donut with a cup of coffee and an ornate napkin holder",
  "caption2":"A cup of coffee along with an ornate napkin holder, and a donut.",
  "negative_caption":"A donut with a cup of coffee and a minimalist napkin holder."
 },
 {
  "id":616,
  "filename":"000000166521.jpg",
  "caption":"A living room with two televisions decorated for the holiday.",
  "caption2":"The two televisions in the living room are decorated for the holiday.",
  "negative_caption":"A living room with two televisions decorated in a non-festive manner."
 },
 {
  "id":617,
  "filename":"000000278353.jpg",
  "caption":"A sheep with short hair stands under a fence.",
  "caption2":"A sheep under the fence has a short hair.",
  "negative_caption":"A sheep with long hair stands under a fence."
 },
 {
  "id":618,
  "filename":"000000039951.jpg",
  "caption":"A young person hitting a ball with a racquet.",
  "caption2":"A young individual is using a racquet to hit a ball.",
  "negative_caption":"An elderly person hitting a ball with a racquet."
 },
 {
  "id":619,
  "filename":"000000239347.jpg",
  "caption":"A photo of a person and his partner on a bed",
  "caption2":"A photo of a person along with another person on a bed.",
  "negative_caption":"A photo of three people on a bed."
 },
 {
  "id":620,
  "filename":"000000483667.jpg",
  "caption":"a person wearing a top hat and a red tie ",
  "caption2":"A person wearing a red tie along with a top hat.",
  "negative_caption":"A person wearing a top hat and a green tie."
 },
 {
  "id":621,
  "filename":"000000557501.jpg",
  "caption":"A colorful public restroom focused on the sinks.",
  "caption2":"The sinks are the focal point of the colorful public restroom.",
  "negative_caption":"A drab public restroom focused on the sinks."
 },
 {
  "id":622,
  "filename":"000000177935.jpg",
  "caption":"an old fashion double oven cook stove with a griddle ",
  "caption2":"a double oven cook stove with a griddle, which is an old fashion style.",
  "negative_caption":"A modern fashion double oven cook stove with a griddle."
 },
 {
  "id":623,
  "filename":"000000447314.jpg",
  "caption":"A person and a little child flying a kite on a grassy field.",
  "caption2":"A little child along with another person are on a grassy field flying a kite.",
  "negative_caption":"A lady and a little child flying a kite on a sandy field."
 },
 {
  "id":624,
  "filename":"000000039956.jpg",
  "caption":"A messy room with door and bed and chair.",
  "caption2":"A room with a door, bed, and chair, but with a messy appearance.",
  "negative_caption":"A clean room with door and bed and chair."
 },
 {
  "id":625,
  "filename":"000000232563.jpg",
  "caption":"A person on sidewalk holding a zebra strip umbrella.",
  "caption2":"A zebra strip umbrella is being held by a person on the sidewalk.",
  "negative_caption":"A person on sidewalk holding a solid black umbrella."
 },
 {
  "id":626,
  "filename":"000000323709.jpg",
  "caption":"An airplane is parked next to a domed tower.",
  "caption2":"The domed tower is positioned next to the parked airplane.",
  "negative_caption":"An airplane is parked next to a squared tower."
 },
 {
  "id":627,
  "filename":"000000065736.jpg",
  "caption":"A person in black shirt and skirt playing a game of tennis.",
  "caption2":"A person playing a game of tennis wearing a skirt and a black shirt.",
  "negative_caption":"A person in colorful shirt and skirt playing a game of tennis."
 },
 {
  "id":628,
  "filename":"000000086220.jpg",
  "caption":"A white car and a white bus parked parallel from one another. ",
  "caption2":"Two white-colored vehicles, a car and a bus, are parked parallel to each other.",
  "negative_caption":"A black car and a black bus parked parallel from one another."
 },
 {
  "id":629,
  "filename":"000000297698.jpg",
  "caption":"The skier takes off down the steep hill",
  "caption2":"The skier descends down the hill that is steep.",
  "negative_caption":"The skier takes off down the gentle hill."
 },
 {
  "id":630,
  "filename":"000000414795.jpg",
  "caption":"a bunch of elephants are standing by a body of water",
  "caption2":"A group of elephants is positioned near a water body.",
  "negative_caption":"A solitary elephant is standing by a body of water."
 },
 {
  "id":631,
  "filename":"000000472046.jpg",
  "caption":"Empty stylish kitchen and living room with big picture windows.",
  "caption2":"The stylish kitchen and living room have large picture windows and are empty.",
  "negative_caption":"Empty stylish kitchen and living room with small picture windows."
 },
 {
  "id":632,
  "filename":"000000000785.jpg",
  "caption":"A young person is skiing down the mountain slope. ",
  "caption2":"The young skier is descending down the mountain slope.",
  "negative_caption":"An elderly person is skiing down the mountain slope."
 },
 {
  "id":633,
  "filename":"000000322844.jpg",
  "caption":"there are two stuffed animals on a wooden bench",
  "caption2":"The wooden bench has two stuffed animals positioned on it.",
  "negative_caption":"There are two stuffed animals on a plastic bench."
 },
 {
  "id":634,
  "filename":"000000397327.jpg",
  "caption":"The bathroom has very white appliances in it.",
  "caption2":"The appliances in the bathroom are very white.",
  "negative_caption":"The bathroom has very black appliances in it."
 },
 {
  "id":635,
  "filename":"000000075456.jpg",
  "caption":"A pizza that is in a silver pan and sitting on a white surface.",
  "caption2":"A pizza is located in a silver pan that is placed on a white surface.",
  "negative_caption":"A pizza that is in a silver pan and sitting on a black surface."
 },
 {
  "id":636,
  "filename":"000000008762.jpg",
  "caption":"A stoplight that is flashing green lights at cars.",
  "caption2":"Green light being flashed at the cars by a stoplight.",
  "negative_caption":"A stoplight that is flashing red lights at cars."
 },
 {
  "id":637,
  "filename":"000000295713.jpg",
  "caption":"A person sitting looking at their phone with an iron cast person next to her.",
  "caption2":"A person is sitting adjacent to an iron cast person while looking at their phone.",
  "negative_caption":"A person sitting looking at their phone with a plastic cast person next to them."
 },
 {
  "id":638,
  "filename":"000000367680.jpg",
  "caption":"Several vehicles and a horse drawn cart pull up outside of a building.",
  "caption2":"a horse-drawn cart along with several vehicles arrive outside of a building.",
  "negative_caption":"Several vehicles and a motorized cart pull up outside of a building."
 },
 {
  "id":639,
  "filename":"000000550322.jpg",
  "caption":"A collection of kitchen utensils in a metal bowl.",
  "caption2":"A bowl made of metal contains a set of kitchen utensils.",
  "negative_caption":"A collection of kitchen utensils in a plastic bowl."
 },
 {
  "id":640,
  "filename":"000000069106.jpg",
  "caption":"A group of zebras stand together by a rock wall. ",
  "caption2":"A herd of zebras are stadning near a rock wall together.",
  "negative_caption":"A lonely zebra stands by a rock wall."
 },
 {
  "id":641,
  "filename":"000000058029.jpg",
  "caption":"the bathroom has a mirror and a tiled sink",
  "caption2":"The tiled sink is positioned along with a mirror in the bathroom.",
  "negative_caption":"The bathroom has a mirror and a porcelain sink."
 },
 {
  "id":642,
  "filename":"000000580757.jpg",
  "caption":"A fire hydrant is decorated with an American flag design.",
  "caption2":"The American flag design is adorned on the fire hydrant.",
  "negative_caption":"An undecorated fire hydrant is standing on the street."
 },
 {
  "id":643,
  "filename":"000000247917.jpg",
  "caption":"A sport team is posing in a park.",
  "caption2":"The sport team are in a park posing.",
  "negative_caption":"An artistic team is posing in a park."
 },
 {
  "id":644,
  "filename":"000000151000.jpg",
  "caption":"A person taking a picture on a sunny day. ",
  "caption2":"on a sunny day, a person is taking a picture.",
  "negative_caption":"A person taking a picture on a rainy day."
 },
 {
  "id":645,
  "filename":"000000001490.jpg",
  "caption":"A person in a wet suit stands on a surfboard and rows with a paddle.",
  "caption2":"An individual standing on a surfboard uses a paddle to row while wearing a wet suit.",
  "negative_caption":"A person in a dry suit stands on a surfboard and rows with a paddle."
 },
 {
  "id":646,
  "filename":"000000072813.jpg",
  "caption":"a dog laying next to some colorful blankets on a white bed ",
  "caption2":"The dog is laying on the white bed next to some colorful blankets.",
  "negative_caption":"A dog laying next to some plain blankets on a white bed."
 },
 {
  "id":647,
  "filename":"000000219283.jpg",
  "caption":"A teddy bear is sitting in front a group of boxes.",
  "caption2":"The group of boxes are placed behind the teddy bear.",
  "negative_caption":"A huge bear is sitting in front a group of boxes."
 },
 {
  "id":648,
  "filename":"000000047828.jpg",
  "caption":"A large blue lit bridge spanning over a lake.",
  "caption2":"A bridge, which is large and blue-lit, spans over a lake.",
  "negative_caption":"A large blue unlit bridge spanning over a lake."
 },
 {
  "id":649,
  "filename":"000000199551.jpg",
  "caption":"A kid asleep on a large bed under a mosquito net",
  "caption2":"A mosquito net is positioned over a kid sleeping on a large bed.",
  "negative_caption":"A kid awake on a large bed under a mosquito net."
 },
 {
  "id":650,
  "filename":"000000190756.jpg",
  "caption":"MOTOR CROSS BIKE AND RIDER IN THE AIR DOING TRICKS",
  "caption2":"The rider and their motor cross bike are in the air, performing tricks.",
  "negative_caption":"A BMX bike and rider in the air doing tricks."
 },
 {
  "id":651,
  "filename":"000000159458.jpg",
  "caption":"A dog laying on a bed in a bedroom with wood floors.",
  "caption2":"in a wooden floored bedroom, a dog is lying on a bed.",
  "negative_caption":"A dog laying on a bed in a bedroom with carpeted floors."
 },
 {
  "id":652,
  "filename":"000000058029.jpg",
  "caption":"A small clean bathroom that is well lit. ",
  "caption2":"A bathroom that is well lit and has a clean and small appearance.",
  "negative_caption":"A spacious clean bathroom that is well lit."
 },
 {
  "id":653,
  "filename":"000000232684.jpg",
  "caption":"A person sitting next to a laptop in a dark room.",
  "caption2":"A person is in a dimly lit room sitting adjacent to a laptop.",
  "negative_caption":"A person sitting next to a laptop in a bright room."
 },
 {
  "id":654,
  "filename":"000000012576.jpg",
  "caption":"An elderly person seated at a table holding three pizzas.",
  "caption2":"An elderly person is seated at a table with three pizzas in front of her.",
  "negative_caption":"A young person seated at a table holding three pizzas."
 },
 {
  "id":655,
  "filename":"000000106757.jpg",
  "caption":"an old person standing besides an elephant smiling",
  "caption2":"An elephant is standing beside an old person who is smiling.",
  "negative_caption":"A young person standing besides an elephant smiling."
 },
 {
  "id":656,
  "filename":"000000474167.jpg",
  "caption":"two plates of pizza and a drink on a wooden table",
  "caption2":"The wooden table has a couple of plates of pizza and a drink on it.",
  "negative_caption":"Two plates of pizza and a drink on a glass table."
 },
 {
  "id":657,
  "filename":"000000227765.jpg",
  "caption":"The meal is being prepared in the big pot. ",
  "caption2":"The big pot is being used to prepare the meal.",
  "negative_caption":"The meal is being prepared in the small pot."
 },
 {
  "id":658,
  "filename":"000000546011.jpg",
  "caption":"A group of zebras that are standing in the dirt.",
  "caption2":"A group of zebras is in the dirt standing.",
  "negative_caption":"A solitary zebra standing in the dirt."
 },
 {
  "id":659,
  "filename":"000000379453.jpg",
  "caption":"An Air Force jet flying in a deep blue sky.",
  "caption2":"The jet belonging to the air force is flying in the deep blue sky.",
  "negative_caption":"An Air Force jet flying in a fiery red sky."
 },
 {
  "id":660,
  "filename":"000000523811.jpg",
  "caption":"A small bird perched on a piece of wood.",
  "caption2":"A piece of wood is positioned below a small bird that perched on it.",
  "negative_caption":"A giant bird perched on a piece of wood."
 },
 {
  "id":661,
  "filename":"000000559842.jpg",
  "caption":"kids wearing red shirts running around after a soccer ball",
  "caption2":"a soccer ball is being chased by kids who are wearing red shirts.",
  "negative_caption":"kids wearing yellow shirts running around after a soccer ball."
 },
 {
  "id":662,
  "filename":"000000334006.jpg",
  "caption":"Garbage and police trucks on a city street",
  "caption2":"The police trucks and garbage trucks are positioned on a city street.",
  "negative_caption":"Garbage and fire trucks on a city street."
 },
 {
  "id":663,
  "filename":"000000051961.jpg",
  "caption":"a coin meter that has paint all over it",
  "caption2":"The paint is all over the coin meter.",
  "negative_caption":"A coin meter that is clean all over it."
 },
 {
  "id":664,
  "filename":"000000544519.jpg",
  "caption":"An Asian child brushes their teeth with a blue toothbrush.",
  "caption2":"The blue toothbrush is used by an Asian child to brush their teeth.",
  "negative_caption":"A Caucasian child brushes their teeth with a blue toothbrush."
 },
 {
  "id":665,
  "filename":"000000560279.jpg",
  "caption":"Colorful lights reflect off the items inside this bathroom stall",
  "caption2":"The items inside this bathroom stall reflect off colorful lights.",
  "negative_caption":"Monochromatic lights reflect off the items inside this bathroom stall."
 },
 {
  "id":666,
  "filename":"000000221708.jpg",
  "caption":"Lights shine on a wooden dining room table.",
  "caption2":"The wooden dining room table is illuminated by lights.",
  "negative_caption":"Lights shine on a glass dining room table."
 },
 {
  "id":667,
  "filename":"000000077460.jpg",
  "caption":"People fill a park area under a cloudy sky while kites pepper the sky.",
  "caption2":"The park area is filled by people while kites scatter the sky under a cloudy sky.",
  "negative_caption":"People fill a park area under a sunny sky while kites pepper the sky."
 },
 {
  "id":668,
  "filename":"000000214200.jpg",
  "caption":"A stop sign with a eating animals sticker on it.",
  "caption2":"A sign displaying a 'stop' symbol with a sticker of eating animals on it.",
  "negative_caption":"A stop sign with a vegetarian animals sticker on it."
 },
 {
  "id":669,
  "filename":"000000487583.jpg",
  "caption":"there is a small black table next to a white toilet",
  "caption2":"The white toilet is adjacent to a small black table.",
  "negative_caption":"There is a small black table next to a red toilet."
 },
 {
  "id":670,
  "filename":"000000074058.jpg",
  "caption":"A sidewalk next to the outdoor sitting area of a restaurant.",
  "caption2":"Adjacent to the outdoor seating area of the restaurant is a sidewalk.",
  "negative_caption":"A sidewalk next to the indoor sitting area of a restaurant."
 },
 {
  "id":671,
  "filename":"000000261061.jpg",
  "caption":"A blurred action photo of a child throwing a disc",
  "caption2":"A photo of a child throwing a disc is blurred.",
  "negative_caption":"A clear action photo of a child throwing a disc."
 },
 {
  "id":672,
  "filename":"000000090108.jpg",
  "caption":"a bathroom with blue and white walls ",
  "caption2":"The wals of the bathroom are colored in white and blue.",
  "negative_caption":"A bathroom with pink and white walls."
 },
 {
  "id":673,
  "filename":"000000453722.jpg",
  "caption":"A living room with a fireplace and glass slider doors.",
  "caption2":"A living room with a fireplace and glass doors that slide.",
  "negative_caption":"A living room with a fireplace and frosted slider doors."
 },
 {
  "id":674,
  "filename":"000000281179.jpg",
  "caption":"An empty street at night with lots of lights in the background.",
  "caption2":"numerous lights in the background of an empty street at night.",
  "negative_caption":"A crowded street at night with lots of lights in the background."
 },
 {
  "id":675,
  "filename":"000000253386.jpg",
  "caption":"A black and brown dog is wearing a heavy metal collar.",
  "caption2":"The heavy metal collar is worn by a brown and black dog.",
  "negative_caption":"A black and brown dog is wearing a heavy leather collar."
 },
 {
  "id":676,
  "filename":"000000031269.jpg",
  "caption":"three zebras grazing in a grassy area near shrubs",
  "caption2":"A group of three zebras are grazing in a grassy area close to the shrubs.",
  "negative_caption":"Three zebras grazing in a rocky area near shrubs."
 },
 {
  "id":677,
  "filename":"000000201072.jpg",
  "caption":"A person in white is playing on a tennis court.",
  "caption2":"The person is playing on the tennis court wearing white clothes.",
  "negative_caption":"A person in black is playing on a tennis court."
 },
 {
  "id":678,
  "filename":"000000174482.jpg",
  "caption":"a blue bike parked on a side walk ",
  "caption2":"A blue-colored bike is parked on a side walk.",
  "negative_caption":"An orange bike parked on a side walk."
 },
 {
  "id":679,
  "filename":"000000153343.jpg",
  "caption":"two teddy bears that are large sitting in a small garden",
  "caption2":"In a small garden, there are two large teddy bears sitting.",
  "negative_caption":"Two teddy bears that are tiny sitting in a small garden."
 },
 {
  "id":680,
  "filename":"000000226592.jpg",
  "caption":"A bedroom done in animal prints with red and black pillows.",
  "caption2":"The bedroom is decorated with animal prints, featuring black and red pillows.",
  "negative_caption":"A bedroom done in floral prints with red and black pillows."
 },
 {
  "id":681,
  "filename":"000000336587.jpg",
  "caption":"A stop sign on a broken post across the street from houses.",
  "caption2":"Across the street from houses, a stop sign is positioned on a broken post.",
  "negative_caption":"A stop sign on an intact post across the street from houses."
 },
 {
  "id":682,
  "filename":"000000025393.jpg",
  "caption":"Two men wearing ties cross the street at night.",
  "caption2":"Two men in ties walk across the street at night.",
  "negative_caption":"Two men wearing ties cross the street in the daytime."
 },
 {
  "id":683,
  "filename":"000000314294.jpg",
  "caption":"An elephant walks alone past some big rocks boulders in an open field",
  "caption2":"In an open field, a lone elephant walks past some large boulders or rocks.",
  "negative_caption":"An elephant walks alone past some big rocks boulders in a closed field."
 },
 {
  "id":684,
  "filename":"000000323355.jpg",
  "caption":"A young kid dressed in yellow holding a pizza in a box.",
  "caption2":"A young kid holding a pizza in a box is dressed in yellow.",
  "negative_caption":"A young kid dressed in blue holding a pizza in a box."
 },
 {
  "id":685,
  "filename":"000000096493.jpg",
  "caption":"A little kid sitting down with his blanket and a toy.",
  "caption2":"A small kid with his blanket and a toy is sitting down.",
  "negative_caption":"A big kid sitting down with his blanket and a toy."
 },
 {
  "id":686,
  "filename":"000000352584.jpg",
  "caption":"A sculpture of a toilet made from woven wood. ",
  "caption2":"A wooden sculpture of a toilet that is woven.",
  "negative_caption":"A sculpture of a toilet made from carved wood."
 },
 {
  "id":687,
  "filename":"000000423229.jpg",
  "caption":"An old fashioned train riding on train tracks in a wooded area.",
  "caption2":"in a wooded area, a vintage train is traveling on train tracks.",
  "negative_caption":"An old fashioned train riding on train tracks in a desolate area."
 },
 {
  "id":688,
  "filename":"000000279887.jpg",
  "caption":"A group of motorcycles are on display at a museum.",
  "caption2":"A group of motorcycles are at the museum for display.",
  "negative_caption":"A solo motorcycle is on display at a museum."
 },
 {
  "id":689,
  "filename":"000000360137.jpg",
  "caption":"A person is sitting under a colorful umbrella.",
  "caption2":"A person is sitting beneath a umbrella that looks colorful.",
  "negative_caption":"A person is sitting under a monochromatic umbrella."
 },
 {
  "id":690,
  "filename":"000000033638.jpg",
  "caption":"A person wearing shorts bends over a frying pan on a stove.",
  "caption2":"The person in shorts is bending over a frying pan that is placed on a stove.",
  "negative_caption":"A person wearing long pants bends over a frying pan on a stove."
 },
 {
  "id":691,
  "filename":"000000064462.jpg",
  "caption":"A skier posing on a steep snowy hill.",
  "caption2":"A person in skies posing on a steep hill covered in snow.",
  "negative_caption":"A skier posing on a steep bare hill."
 },
 {
  "id":692,
  "filename":"000000429281.jpg",
  "caption":"Display for bananas with a euro money sign",
  "caption2":"The display for bananas along with a euro money sign.",
  "negative_caption":"Display for bananas with a dollar money sign."
 },
 {
  "id":693,
  "filename":"000000284698.jpg",
  "caption":"a guy inside a car taking a picture through the mirror in a remote area",
  "caption2":"A person is seated within a vehicle and is capturing an image through the rearview mirror in a remote location.",
  "negative_caption":"A guy inside a car taking a picture through the mirror in an urban area."
 },
 {
  "id":694,
  "filename":"000000476415.jpg",
  "caption":"A decorated neck tie saying Reel Big Fish",
  "caption2":"The neck tie, adorned with the phrase Reel Big Fish.",
  "negative_caption":"A plain neck tie saying Reel Big Fish."
 },
 {
  "id":695,
  "filename":"000000099428.jpg",
  "caption":"A stack of different electronics devices on a table.",
  "caption2":"A collection of various electronic devices is stacked on a table.",
  "negative_caption":"A stack of identical electronics devices on a table."
 },
 {
  "id":696,
  "filename":"000000091406.jpg",
  "caption":"people standing near a table with open pizza boxes",
  "caption2":"Individuals are positioned close to a table with open pizza boxes.",
  "negative_caption":"people standing near a table with closed pizza boxes."
 },
 {
  "id":697,
  "filename":"000000228144.jpg",
  "caption":"A chair sitting in the middle of the room, in a black and white photo.",
  "caption2":"in a black and white photograph, a chair is positioned in the center of the room.",
  "negative_caption":"A chair sitting in the middle of the room, in a colorful photo."
 },
 {
  "id":698,
  "filename":"000000301867.jpg",
  "caption":"Three children walking down the sidewalk under a sun umbrella.",
  "caption2":"Three children are holding a sun umbrella above them while walking down the sidewalk.",
  "negative_caption":"A single child walking down the sidewalk under a sun umbrella."
 },
 {
  "id":699,
  "filename":"000000281414.jpg",
  "caption":"A child is sitting on a brick wall using their cell phone.",
  "caption2":"The child is using their cell phone while sitting on a brick wall.",
  "negative_caption":"A child is sitting on a concrete wall using her cell phone."
 },
 {
  "id":700,
  "filename":"000000404805.jpg",
  "caption":"a white person with a blue surf board ",
  "caption2":"A white person is holding a surf board that is blue in color.",
  "negative_caption":"A black person with a blue surf board."
 },
 {
  "id":701,
  "filename":"000000418281.jpg",
  "caption":"A cow standing in a grassy open field.",
  "caption2":"A cow is standing in a open field that is filled with grass.",
  "negative_caption":"A cow standing in a barren open field."
 },
 {
  "id":702,
  "filename":"000000296649.jpg",
  "caption":"A group of motorists pass very large buildings in asia.",
  "caption2":"A group of motorists in Asia pass by huge buildings.",
  "negative_caption":"A solo motorist passes very large buildings in Asia."
 },
 {
  "id":703,
  "filename":"000000096493.jpg",
  "caption":"A kid sitting on top of a couch under a pink blanket.",
  "caption2":"A kid is under a pink blanket sitting on a couch.",
  "negative_caption":"A kid sitting on top of a couch under a blue blanket."
 },
 {
  "id":704,
  "filename":"000000344059.jpg",
  "caption":"Two giraffes nudging over a pole in a forested area",
  "caption2":"In a forested area, a couple of giraffes are nudging over a pole.",
  "negative_caption":"Two giraffes nudging over a pole in a deserted area."
 },
 {
  "id":705,
  "filename":"000000501523.jpg",
  "caption":"A BLACK CAT SITTING INSIDE OF A SINK IN THE BATHROOM ",
  "caption2":"A cat, black in color, is positioned inside a sink located within a bathroom.",
  "negative_caption":"A CALICO CAT SITTING INSIDE OF A SINK IN THE BATHROOM."
 },
 {
  "id":706,
  "filename":"000000232684.jpg",
  "caption":"A person working on their laptop in the dark.",
  "caption2":"A person is in the dark working on their laptop.",
  "negative_caption":"A person working on their laptop in the bright light."
 },
 {
  "id":707,
  "filename":"000000117645.jpg",
  "caption":"A person on a snowy slope on a snowboard.",
  "caption2":"A person is snowboarding on a snowy slope.",
  "negative_caption":"A person on a sunny slope on a snowboard."
 },
 {
  "id":708,
  "filename":"000000078843.jpg",
  "caption":"A young person kissing the top of a young person's head.",
  "caption2":"A young person is being kissed on the top of their head by another young person.",
  "negative_caption":"An elderly person kissing the top of an elderly person's head."
 },
 {
  "id":709,
  "filename":"000000533958.jpg",
  "caption":"A plate of food with a fried egg and colorful vegetables.",
  "caption2":"The plate filled with food consisting of colorful vegetables and fried egg.",
  "negative_caption":"A plate of food with a fried egg and monochromatic vegetables."
 },
 {
  "id":710,
  "filename":"000000082180.jpg",
  "caption":"Two little bears sitting on a weathered wood chair.",
  "caption2":"A couple of little bears are sitting on a weathered chair made of wood.",
  "negative_caption":"Two huge bears sitting on a weathered wood chair."
 },
 {
  "id":711,
  "filename":"000000515579.jpg",
  "caption":"A person throwing a ball while smiling and on a field. ",
  "caption2":"A smiling person is on a field throwing a ball.",
  "negative_caption":"A person throwing a ball while frowning and on a field."
 },
 {
  "id":712,
  "filename":"000000153343.jpg",
  "caption":"two big stuffed bears sitting behind a chained fence",
  "caption2":"The two large stuffed bears are positioned behind the area fenced with chains.",
  "negative_caption":"Two big real bears sitting behind a chained fence."
 },
 {
  "id":713,
  "filename":"000000410880.jpg",
  "caption":"A very large teddy bear that is sitting in a chair. ",
  "caption2":"A teddy bear that is sitting in a chair is very large.",
  "negative_caption":"A very tiny teddy bear that is sitting in a chair."
 },
 {
  "id":714,
  "filename":"000000502136.jpg",
  "caption":"a run down building with two planters outside the door",
  "caption2":"A dilapidated building with two planters positioned outside the entrance.",
  "negative_caption":"A renovated building with two planters outside the door."
 },
 {
  "id":715,
  "filename":"000000010977.jpg",
  "caption":"this bathroom has pink tiles in the shower and is painted blue",
  "caption2":"The shower in the bathroom has pink tiles, and the bathroom is painted blue.",
  "negative_caption":"This bathroom has green tiles in the shower and is painted blue."
 },
 {
  "id":716,
  "filename":"000000447342.jpg",
  "caption":"Several vehicles providing ground transportation are shown in the photo: streetcar, tourbus, classic car and family cars",
  "caption2":"The photograph depicts vehicles used for different modes of ground transportation such as: a tourbus, a streetcar, family cars and a classic car.",
  "negative_caption":"Several vehicles providing aerial transportation are shown in the photo: helicopter, hot air balloon, small plane and glider."
 },
 {
  "id":717,
  "filename":"000000485802.jpg",
  "caption":"A plane flying in the sky with a trail of white smoke behind it.",
  "caption2":"A white smoke trail follows a plane flying in the sky.",
  "negative_caption":"A plane flying in the sky with a trail of black smoke behind it."
 },
 {
  "id":718,
  "filename":"000000000785.jpg",
  "caption":"A person in a red jacket skiing down a slope",
  "caption2":"A person wearing a red jacket is skiing downward on a slope.",
  "negative_caption":"A person in a green jacket skiing down a slope."
 },
 {
  "id":719,
  "filename":"000000560266.jpg",
  "caption":"Two brown bears swimming together in the water.",
  "caption2":"The two bears that are brown in color are swimming in the water together.",
  "negative_caption":"Two white bears swimming together in the water."
 },
 {
  "id":720,
  "filename":"000000578545.jpg",
  "caption":"A pregnant person is in bed reading a large book.",
  "caption2":"The large book is being read by a pregnant person lying down in the bed.",
  "negative_caption":"A pregnant person is in bed reading a small book."
 },
 {
  "id":721,
  "filename":"000000302165.jpg",
  "caption":"A herd of cows laying on dry grass.",
  "caption2":"A group of cows lying on grass that is dry.",
  "negative_caption":"A lone cow laying on dry grass."
 },
 {
  "id":722,
  "filename":"000000284445.jpg",
  "caption":"Pedestrians walking on a sidewalk by a badly tipped traffic light",
  "caption2":"The traffic light is badly tipped and pedestrians are walking on a sidewalk next to it.",
  "negative_caption":"Pedestrians walking on a sidewalk by an upright traffic light."
 },
 {
  "id":723,
  "filename":"000000476258.jpg",
  "caption":"A person in a helmet is riding a skateboard.",
  "caption2":"The person is riding a skateboard by wearing a helmet.",
  "negative_caption":"A person with no helmet is riding a skateboard."
 },
 {
  "id":724,
  "filename":"000000126226.jpg",
  "caption":"A group of baseball players sit with their gear in the dugout.",
  "caption2":"The dugout contains a group of baseball players sitting in their gear.",
  "negative_caption":"A lonely baseball player sits with their gear in the dugout."
 },
 {
  "id":725,
  "filename":"000000351810.jpg",
  "caption":"an image of a large number of suitcases in a pile",
  "caption2":"The image depicts pile of a huge number of suitcases.",
  "negative_caption":"An image of a small number of suitcases in a pile."
 },
 {
  "id":726,
  "filename":"000000314034.jpg",
  "caption":"many cows next to a body of water in a field",
  "caption2":"In a field, there are many cows located near a body of water.",
  "negative_caption":"A few cows next to a body of water in a field."
 },
 {
  "id":727,
  "filename":"000000000724.jpg",
  "caption":"a stop sign put upside down on a metal pole ",
  "caption2":"The stop sign is positioned on a metal pole in a upside down direction.",
  "negative_caption":"A stop sign put right side up on a metal pole."
 },
 {
  "id":728,
  "filename":"000000336587.jpg",
  "caption":"A broken telephone pole in a neighborhood with a stop sign attached to it.",
  "caption2":"A stop sign is attached to a broken telephone pole in a neighborhood.",
  "negative_caption":"A fixed telephone pole in a neighborhood with a stop sign attached to it."
 },
 {
  "id":729,
  "filename":"000000102356.jpg",
  "caption":"A picture of a person sitting on a motorcycle with a side car with a desert background of hills.",
  "caption2":"A photograph depicts a person seated on a motorcycle with a sidecar, set against a backdrop of hills in a desert landscape.",
  "negative_caption":"A picture of a person sitting on a motorcycle with a side car with an oceanic background of waves."
 },
 {
  "id":730,
  "filename":"000000099810.jpg",
  "caption":" A kid smiling and eating some food on a plate.",
  "caption2":"A kid is eating some food on a plate and smiling.",
  "negative_caption":"A kid frowning and eating some food on a plate."
 },
 {
  "id":731,
  "filename":"000000314294.jpg",
  "caption":"An elephant standing in a shaded cleaning in a wooded area.",
  "caption2":"within a wooded region, an elephant is standing in a shaded cleaning.",
  "negative_caption":"An elephant standing in a shaded clearing in an open area."
 },
 {
  "id":732,
  "filename":"000000173044.jpg",
  "caption":"A tall tower with a clock stands in front of a skyscraper.",
  "caption2":"A skyscraper stands behind a tall tower with a clock.",
  "negative_caption":"A short tower with a clock stands in front of a skyscraper."
 },
 {
  "id":733,
  "filename":"000000002431.jpg",
  "caption":"A meal of burnt toast slices with condiments on the side.",
  "caption2":"The condiments are on the side of the meal of burnt toast slices.",
  "negative_caption":"A meal of golden toast slices with condiments on the side."
 },
 {
  "id":734,
  "filename":"000000517687.jpg",
  "caption":"Two cell phones of differing quality are set side by side on a table.",
  "caption2":"Two cell phones of varying quality are positioned side by side on a table.",
  "negative_caption":"Two cell phones of identical quality are set side by side on a table."
 },
 {
  "id":735,
  "filename":"000000292082.jpg",
  "caption":"an old photo of a little child sitting on their dads lap ",
  "caption2":"The little child is sitting on their father's lap in an old photo.",
  "negative_caption":"An old photo of a huge child sitting on their dad's lap."
 },
 {
  "id":736,
  "filename":"000000123480.jpg",
  "caption":"A shocked looking person in the mirror about to brush his teeth.",
  "caption2":"A person in the mirror, looking shocked, is about to brush his teeth.",
  "negative_caption":"A calm looking person in the mirror about to brush his teeth."
 },
 {
  "id":737,
  "filename":"000000475678.jpg",
  "caption":"Rows of various colored suitcases at an airport.",
  "caption2":"An array of differently colored suitcases arranged in rows at an airport.",
  "negative_caption":"Rows of identical colored suitcases at an airport."
 },
 {
  "id":738,
  "filename":"000000231508.jpg",
  "caption":"A uniformed baseball player being watched by people.",
  "caption2":"A baseball player in uniform is being observed by individuals.",
  "negative_caption":"A casual baseball player being watched by people."
 },
 {
  "id":739,
  "filename":"000000022969.jpg",
  "caption":"Giraffes in their wood and grass zoo enclosure",
  "caption2":"In their wood and grass zoo enclosure, giraffes can be found.",
  "negative_caption":"Giraffes in their glass and grass zoo enclosure."
 },
 {
  "id":740,
  "filename":"000000403385.jpg",
  "caption":"A very big white rest room with a shabby looking shower.",
  "caption2":"A shabby-looking shower in a large, white restroom.",
  "negative_caption":"A very big white rest room with a luxurious looking shower."
 },
 {
  "id":741,
  "filename":"000000108440.jpg",
  "caption":"A train on top of an overpass bridge set of train tracks with fields on both side.",
  "caption2":"A train is positioned on top of an overpass bridge that spans a set of train tracks with fields on both sides.",
  "negative_caption":"A train on top of an underpass bridge set of train tracks with fields on both side."
 },
 {
  "id":742,
  "filename":"000000322844.jpg",
  "caption":"A teddy bear is next to a goldfish toy.",
  "caption2":"The goldfish toy is adjacent to the teddy bear.",
  "negative_caption":"A teddy bear is next to a shark toy."
 },
 {
  "id":743,
  "filename":"000000174004.jpg",
  "caption":"A truck is sitting in the middle of a wooded area.",
  "caption2":"The truck is located in the center of a forested region.",
  "negative_caption":"A truck is sitting in the middle of a deserted area."
 },
 {
  "id":744,
  "filename":"000000504589.jpg",
  "caption":"Two friends throwing a frisbee on a sandy lot.",
  "caption2":"Two friends are on a sandy lot playing frisbee.",
  "negative_caption":"Two friends throwing a frisbee on a paved lot."
 },
 {
  "id":745,
  "filename":"000000083113.jpg",
  "caption":"Animals trying to either move or go around fallen tree branches",
  "caption2":"Animals attempting to navigate around or move past fallen tree branches.",
  "negative_caption":"Animals trying to either move or go around intact tree branches."
 },
 {
  "id":746,
  "filename":"000000332845.jpg",
  "caption":"A person sits on his bed with a laptop in his bedroom as a ray of sunlight streams through the window. ",
  "caption2":"A person with a laptop is seated on a bed in a bedroom as a beam of sunlight enters the room through the window.",
  "negative_caption":"A person sits on his bed with a laptop in his living room as a ray of sunlight streams through the window."
 },
 {
  "id":747,
  "filename":"000000138819.jpg",
  "caption":"A white sink in a small, tiled bathroom.",
  "caption2":"A small, tiled bathroom with a white sink.",
  "negative_caption":"A white sink in a small, marble bathroom."
 },
 {
  "id":748,
  "filename":"000000065736.jpg",
  "caption":"A person wearing an Army t-shirt hits a tennis ball",
  "caption2":"A person hits a tennis ball wearing an Army t-shirt.",
  "negative_caption":"A person wearing a navy t-shirt hits a tennis ball."
 },
 {
  "id":749,
  "filename":"000000066038.jpg",
  "caption":"People sunbathing near a beach under colorful umbrellas",
  "caption2":"The beach is located near the people sunbathing under colorful umbrellas.",
  "negative_caption":"People sunbathing near a beach under monochrome umbrellas."
 },
 {
  "id":750,
  "filename":"000000140640.jpg",
  "caption":"Three women that are standing in front of a table.",
  "caption2":"Three women are in front of a table standing.",
  "negative_caption":"A single person is standing in front of a table."
 },
 {
  "id":751,
  "filename":"000000016228.jpg",
  "caption":"A trolley that is being pulled by a white horse.",
  "caption2":"A white horse is pulling a trolley.",
  "negative_caption":"A trolley that is being pulled by a brown horse."
 },
 {
  "id":752,
  "filename":"000000159458.jpg",
  "caption":"A dog rests on a bed in a bedroom where one person is also sitting.",
  "caption2":"Along with a person sitting, a dog is situated on a bed in a bedroom.",
  "negative_caption":"A dog rests on a bed in a bedroom where one person is also lying."
 },
 {
  "id":753,
  "filename":"000000336309.jpg",
  "caption":"A airplane is flying through a cloudy blue sky.",
  "caption2":"A cloudy blue sky is being flown through by an airplane.",
  "negative_caption":"An airplane is flying through a clear blue sky."
 },
 {
  "id":754,
  "filename":"000000557501.jpg",
  "caption":"A colorful public restroom with striped walls and yellow counter.",
  "caption2":"The public restroom is looking colorful with a yellow counter and striped walls.",
  "negative_caption":"A colorful public restroom with plain walls and yellow counter."
 },
 {
  "id":755,
  "filename":"000000163640.jpg",
  "caption":"Two men ordering food from a small outside restaurant.",
  "caption2":"Couple of men are at a small outside restaurant ordering food.",
  "negative_caption":"Two men ordering food from a large outside restaurant."
 },
 {
  "id":756,
  "filename":"000000475779.jpg",
  "caption":"A large tusked elephant walking in a wooded area.",
  "caption2":"An elephant with huge tusks is walking through a wooded area.",
  "negative_caption":"A large tusked elephant walking in an open area."
 },
 {
  "id":757,
  "filename":"000000532690.jpg",
  "caption":"A person with blonde hair and glasses plays a video game",
  "caption2":"A person playing video game is wearing glasse and have blonde hair.",
  "negative_caption":"A person with blonde hair and sunglasses plays a video game."
 },
 {
  "id":758,
  "filename":"000000471869.jpg",
  "caption":"A teddy bear sitting on a blue chair.",
  "caption2":"A blue chair has a teddy bear sitting on it.",
  "negative_caption":"An ornate bear sitting on a blue chair."
 },
 {
  "id":759,
  "filename":"000000295316.jpg",
  "caption":"Several people on surfboards who are riding a wave.",
  "caption2":"Several people riding a wave on their surfboards.",
  "negative_caption":"A single person on a surfboard who is riding a wave."
 },
 {
  "id":760,
  "filename":"000000196759.jpg",
  "caption":"a van parked in a outdoor parking lot",
  "caption2":"in an outdoor parking lot, a van is parked.",
  "negative_caption":"A van parked in an indoor parking lot."
 },
 {
  "id":761,
  "filename":"000000383621.jpg",
  "caption":"A commercial airplane with propellers flying through the air.",
  "caption2":"The commercial airplane is flying through the air with its propellers.",
  "negative_caption":"A private airplane with propellers flying through the air."
 },
 {
  "id":762,
  "filename":"000000121506.jpg",
  "caption":"A wooden table with an inverted umbrella on it.",
  "caption2":"An inverted umbrella positioned on top of a wooden table.",
  "negative_caption":"A wooden table with an upright umbrella on it."
 },
 {
  "id":763,
  "filename":"000000219271.jpg",
  "caption":"A crowd of people walking along a snow covered mountain side.",
  "caption2":"A group of individuals strolling along a snow-covered mountain slope.",
  "negative_caption":"A solitary person walking along a snow covered mountain side."
 },
 {
  "id":764,
  "filename":"000000483667.jpg",
  "caption":"A very sharp dressed person with a black top hat.",
  "caption2":"A person wearing a black top hat is very sharply dressed.",
  "negative_caption":"A very dull dressed person with a black top hat."
 },
 {
  "id":765,
  "filename":"000000334399.jpg",
  "caption":"A person looking over an open mechanical clock.",
  "caption2":"A person is looking at an open mechanical clock from above.",
  "negative_caption":"A person looking over an open digital clock."
 },
 {
  "id":766,
  "filename":"000000096493.jpg",
  "caption":"A little kid with a pink blanket and a remote control sitting on a couch.",
  "caption2":"A small kid is sitting on a couch a pink blanket and holding a remote control.",
  "negative_caption":"A little kid with a blue blanket and a remote control sitting on a couch."
 },
 {
  "id":767,
  "filename":"000000154425.jpg",
  "caption":"A young kid gets ready to fly a kite.",
  "caption2":"A young kid prepares to launch a kite.",
  "negative_caption":"An elderly person gets ready to fly a kite."
 },
 {
  "id":768,
  "filename":"000000296284.jpg",
  "caption":"An assortment of doughnuts are arranged in a display case.",
  "caption2":"A variety of doughnuts are organized for display in a case.",
  "negative_caption":"A singular doughnut is arranged in a display case."
 },
 {
  "id":769,
  "filename":"000000337055.jpg",
  "caption":"A person wearing a skirt shows off their tatttoos",
  "caption2":"A person is wearing a skirt and displaying their tattoos.",
  "negative_caption":"A person not wearing a skirt shows off their tattoos."
 },
 {
  "id":770,
  "filename":"000000122046.jpg",
  "caption":"A person is sitting in a chair with an umbrella.",
  "caption2":"The person is sitting along with an umbrella in a chair.",
  "negative_caption":"A person is standing with an umbrella."
 },
 {
  "id":771,
  "filename":"000000099242.jpg",
  "caption":"A person skiing in an open area of snow.",
  "caption2":"A person is skiing in a snowy open area.",
  "negative_caption":"A person skiing in an enclosed area of snow."
 },
 {
  "id":772,
  "filename":"000000213224.jpg",
  "caption":"A vase filled with flowers next to a smaller vase filled with even more flowers.",
  "caption2":"A vase filled with flowers is positioned adjacent to a another smaller vase filled with even more flowers.",
  "negative_caption":"A vase filled with flowers next to a larger vase filled with even more flowers."
 },
 {
  "id":773,
  "filename":"000000193494.jpg",
  "caption":"A makeshift bedroom is decorated in plastic and cardboard.",
  "caption2":"cardboard and plastic decorations adorn a makeshift bedroom.",
  "negative_caption":"A makeshift bedroom is decorated in metal and cardboard."
 },
 {
  "id":774,
  "filename":"000000297578.jpg",
  "caption":"person in tan suit walking down a city street lighting a cigarette.",
  "caption2":"A person wearing a tan suit is lighting a cigarette while strolling down a city street.",
  "negative_caption":"person in tan suit walking down a rural street lighting a cigarette."
 },
 {
  "id":775,
  "filename":"000000414385.jpg",
  "caption":"a road filled with cars in a desert",
  "caption2":"A desert landscape is dotted with cars, filling the roads.",
  "negative_caption":"An empty road with no cars in a desert."
 },
 {
  "id":776,
  "filename":"000000273198.jpg",
  "caption":"A person opens a fire hydrant and brown colored water is flowing out.",
  "caption2":"The person opens a fire hydrant, and the water that flows out is brown in color.",
  "negative_caption":"A person opens a fire hydrant and clear colored water is flowing out."
 },
 {
  "id":777,
  "filename":"000000085329.jpg",
  "caption":"A young brunette person with multiple face piercings.",
  "caption2":"A young person with multiple face piercings who is a brunette.",
  "negative_caption":"An old brunette person with multiple face piercings."
 },
 {
  "id":778,
  "filename":"000000085478.jpg",
  "caption":"A polar bear is swimming in a pool of water.",
  "caption2":"The polar bear is in a pool of water and swimming.",
  "negative_caption":"A brown bear is swimming in a pool of water."
 },
 {
  "id":779,
  "filename":"000000122046.jpg",
  "caption":"a young Asian person sitting on a folding chair in a sleeveless dress, high heels and holding an umbrella",
  "caption2":"A young Asian person wearing sleeveless dress and high heels is sitting on a folding chair holding an umbrella.",
  "negative_caption":"An old Asian person sitting on a folding chair in a sleeveless dress, high heels and holding an umbrella."
 },
 {
  "id":780,
  "filename":"000000239347.jpg",
  "caption":"two person are laying in a bed",
  "caption2":"A couple of person are lying in a bed.",
  "negative_caption":"two person are sitting in a bed."
 },
 {
  "id":781,
  "filename":"000000273198.jpg",
  "caption":"Muddy water is coming out from a water hose.",
  "caption2":"The water hose is positioned above the muddy water that is coming out of it.",
  "negative_caption":"Clear water is coming out from a water hose."
 },
 {
  "id":782,
  "filename":"000000295231.jpg",
  "caption":"A group of animals standing on top of a grass covered field.",
  "caption2":"A group of animals is standing on top of a field covered with grass.",
  "negative_caption":"A solo animal standing on top of a grass covered field."
 },
 {
  "id":783,
  "filename":"000000504589.jpg",
  "caption":"A person in a yellow shirt is about to catch a white frisbee.",
  "caption2":"A white frisbee is about to be caught by a person wearing a yellow shirt.",
  "negative_caption":"A person in a purple shirt is about to catch a white frisbee."
 },
 {
  "id":784,
  "filename":"000000345027.jpg",
  "caption":"A moped and utility truck next to a small building.",
  "caption2":"A utility truck and a moped are positioned adjacent to a small building.",
  "negative_caption":"A moped and utility truck next to a large building."
 },
 {
  "id":785,
  "filename":"000000264535.jpg",
  "caption":"An old person reading a book on a park bench.",
  "caption2":"An elderly person is seated on a park bench while reading a book.",
  "negative_caption":"A young person reading a book on a park bench."
 },
 {
  "id":786,
  "filename":"000000420281.jpg",
  "caption":" A young person with glasses eating a hot dog with bun.",
  "caption2":"A young person wearing glasses is eating a hot dog along with a bun.",
  "negative_caption":"An old person with glasses eating a hot dog with bun."
 },
 {
  "id":787,
  "filename":"000000232489.jpg",
  "caption":"There are two slices of pizza on a paper plate.",
  "caption2":"a paper plate contains a couple of slices of pizza.",
  "negative_caption":"There are two slices of pizza on a ceramic plate."
 }
]